{"input": "A person with an average height, tall neck, long arms, and broad shoulders.", "output": "[1.131, 1.928, -2.347, -0.793, 0.251, 0.58, 1.707, -2.888, -1.904, 2.772]"}
{"input": "Average body mass with broad shoulders, short legs of below-average length, a neck of average length, and hips of average width.", "output": "[-1.172, 1.365, -0.197, -2.654, -0.267, -1.487, -0.507, -0.594, 0.624, -1.229]"}
{"input": "A short person with a short neck, short arms and average hip width.", "output": "[-1.788, 0.217, 1.159, 0.856, -1.082, -0.156, 0.451, -1.246, -0.814, -0.891]"}
{"input": "A very short person with a very short neck, very long legs, very narrow shoulders, average hip width, low body mass, thin arms, thin bust and thin waist.", "output": "[-3.058, -0.807, -0.976, 2.02, -1.217, 1.135, 0.169, -0.996, 0.775, -1.204]"}
{"input": "An average height person with a short neck, very long legs, very broad hip, a lot of body mass, thick arms, thick legs, thick bust and thick waist.", "output": "[-0.806, 0.991, 0.14, 3.499, 1.385, -0.487, 0.411, -0.163, -0.876, 0.818]"}
{"input": "A medium-height individual with stumpy limbs and moderate muscle mass.", "output": "[0.602, 0.286, 1.297, -1.256, -1.037, -0.019, 3.953, 0.013, -0.056, 1.9]"}
{"input": "A medium-framed individual with limbs of moderate duration, a slim waistline, and an average bust size.", "output": "[0.302, -0.506, -0.845, -0.671, -1.648, 0.258, -1.76, 2.057, -2.387, -0.993]"}
{"input": "A tall individual with elongated limbs, slender torso, meager physique, slender arms, and slender legs.", "output": "[-0.676, 0.604, -1.76, -1.945, 0.875, -1.172, -1.071, 2.496, -1.559, -1.439]"}
{"input": "An average height person with legs of average length, narrow hip, low body mass, thin arms, very thin legs, thin bust and thin waist.", "output": "[-1.201, -1.071, -0.225, -1.167, -0.829, 0.146, -0.956, 2.335, -2.384, 0.371]"}
{"input": "An average height person with neck of average length, arms of average length, average hip width, a lot of body mass, thick legs and thick waist.", "output": "[0.599, 1.302, -0.021, 0.537, -0.62, 0.344, -2.321, -0.862, 1.001, -0.644]"}
{"input": "An average height person with very long legs, very long arms, very broad shoulders, very broad hip, very much body mass, very thick arms, very thick legs, very thick bust and very thick waist.", "output": "[-0.006, 3.914, -0.699, 2.918, 1.622, 0.576, 1.239, 0.434, 1.842, 0.811]"}
{"input": "A mid-level individual with a stalky neck, minute legs, elongated arms, standard shoulder breadth, slender hips, slim forearms, and an average torso circumference.", "output": "[1.208, -0.587, -1.855, -1.389, -1.079, -1.216, 1.665, -1.392, 0.896, 3.955]"}
{"input": "An average height person with legs of average length, average shoulder width, average body mass and legs of average thickness.", "output": "[-0.652, 0.533, 1.226, -1.215, -0.771, 0.269, 0.206, 1.849, -0.885, -0.988]"}
{"input": "A petite individual with a slender torso, elongated limbs, expansive hips, sturdy thighs, and a modest bust.", "output": "[-1.804, 0.63, -0.441, 1.78, 0.817, 0.978, 0.152, -1.513, 2.568, 0.208]"}
{"input": "An average height person with very short arms, very narrow shoulders, average body mass, arms of average thickness, bust of average thickness and waist of average thickness.", "output": "[-1.058, -2.375, 2.315, 1.097, 0.456, 0.512, 0.643, -0.6, 0.453, -0.122]"}
{"input": "A person with an average-sized torso, but short arms and legs of average thickness, and a short neck.", "output": "[-1.752, -0.596, 0.455, 0.993, 0.951, -1.514, -1.521, -1.839, -1.512, 0.813]"}
{"input": "A miniature individual with an insignificant neck, slender shoulders, meager body mass, spindly arms, spindle legs and diminutive bust.", "output": "[-2.066, -1.213, 0.326, 0.612, -0.09, 1.737, -1.52, 0.774, 0.067, 3.3]"}
{"input": "An average height person with tall neck, short legs, short arms, average shoulder width and average hip width.", "output": "[0.673, -1.424, 1.289, -1.879, 2.112, -0.191, -1.775, -0.508, -0.157, -0.877]"}
{"input": "An average height person with bust of average thickness.", "output": "[-0.403, -0.253, 0.697, 0.864, 0.42, -1.573, 2.394, -1.466, -1.38, 1.017]"}
{"input": "A person with an average-length neck, broad hips, short arms, thick legs, and a waist of average thickness.", "output": "[-1.404, -0.13, 1.742, 1.457, 0.334, -3.06, -0.445, -2.115, 1.262, 0.283]"}
{"input": "A short person with short legs, average hip width, average body mass and bust of average thickness.", "output": "[-2.156, 0.654, 1.145, -2.238, 1.902, -1.514, -2.927, -0.212, -1.083, -1.89]"}
{"input": "An average height person with thin arms, thin legs, narrow shoulders, low body mass, narrow hips, thin bust and thin waist.", "output": "[-0.712, -1.402, -0.157, -0.826, -0.444, 2.211, -1.171, 1.439, -2.677, -0.916]"}
{"input": "A person with an average neck, legs of tall length, average shoulder width, average body mass and legs of average thickness.", "output": "[1.744, -0.883, -0.027, -0.52, 2.236, 1.437, 0.028, 1.055, -2.11, 0.312]"}
{"input": "Average height person with thick arms, broad shoulders, a lot of body mass, thick legs, thick bust and thick waist.", "output": "[0.828, 0.899, 1.364, 1.31, -1.418, -1.495, 1.649, 0.329, -2.112, 1.423]"}
{"input": "A petite individual with diminutive limbs, expansive torso, and a voluminous midsection.", "output": "[-2.233, 1.701, 3.045, -1.688, 0.203, 0.197, -0.684, 1.001, -1.412, 0.975]"}
{"input": "A short person with a short neck, legs of average length, average hip width and thin legs.", "output": "[-1.568, 0.273, -0.743, 0.213, -0.026, -1.565, -1.038, 1.515, -2.055, -0.534]"}
{"input": "A petite individual with an elongated torso, relatively slender limbs, medium-sized frame, arms of moderate girth and thighs of moderate girth.", "output": "[-2.399, 1.316, -1.027, 0.913, -0.61, -0.749, -0.222, 0.383, -1.949, -3.386]"}
{"input": "An average height person with a thin neck, narrow hips, low body mass, thin arms, thin legs, thin bust and thin waist.", "output": "[-0.786, -1.33, -1.506, 0.658, -0.552, -3.357, -0.012, 0.037, 0.531, -1.026]"}
{"input": "A person with an average height, broad shoulders, broad hip, very much body mass, thick arms, thick legs, thick bust and thick waist.", "output": "[0.374, 1.594, 1.554, -0.204, 2.283, -1.946, 1.459, 0.35, -0.036, 1.435]"}
{"input": "A standard-sized individual with an oversized cervical spine, stumpy limbs, forearms of typical proportions and moderately broad hips.", "output": "[0.42, -0.912, 1.128, -2.014, 1.24, 1.036, 0.999, -2.069, -0.436, 0.616]"}
{"input": "A towering figure with an impossibly elongated neck and slender hips.", "output": "[3.827, -2.329, -0.847, 0.545, 0.89, 0.231, 1.761, 0.401, -1.128, 0.565]"}
{"input": "A medium-sized individual with slender shoulder blades, modest girth at the hips, and limbs of standard density.", "output": "[-0.373, -0.312, -0.273, -0.316, 0.562, 1.891, -2.24, -2.342, -0.103, 1.303]"}
{"input": "An average-sized person with a long neck, short legs, long arms, and average body mass.", "output": "[-0.801, -0.067, -1.621, 1.375, 1.329, -0.811, 1.657, 1.631, 2.837, -1.986]"}
{"input": "An average height person with very broad shoulders, average hip width, legs of average thickness and thick bust.", "output": "[0.458, 1.899, -0.01, -0.487, -2.301, -2.094, -1.37, 1.789, -1.491, -0.34]"}
{"input": "A compact individual with diminutive limbs, slender shoulders, meager physique, spindly arms, and a lean torso.", "output": "[-1.914, -2.041, 0.996, -0.006, 0.411, 0.92, -0.458, -0.021, 0.121, 1.009]"}
{"input": "An average height person with a tall neck, short legs, very narrow hips, low body mass, thin arms, thin legs, thin bust, and very thin waist.", "output": "[0.682, -1.296, -1.457, -2.41, 0.462, -2.506, 0.045, -1.535, -0.427, 0.609]"}
{"input": "A short person with a very short neck, long legs, long arms, narrow shoulders, very narrow hip, very little body mass, very thin arms, very thin legs, very thin bust and very thin waist.", "output": "[-1.707, -0.929, -3.232, 0.466, -2.191, -1.853, -2.632, 1.555, -0.872, -2.319]"}
{"input": "An average height person with short arms, very broad shoulders, very broad hip, very much body mass, very thick arms, thick legs, very thick bust and very thick waist.", "output": "[-0.413, 2.827, 2.651, 0.58, -0.354, -1.194, 0.896, 1.447, -2.27, 0.336]"}
{"input": "Average height person with short arms.", "output": "[-1.192, -0.525, 1.624, -0.317, 1.89, 1.326, 1.719, -1.128, 0.525, 0.606]"}
{"input": "A tall individual with diminutive limbs, muscular shoulders, expansive hips, copious physique, robust arms, sturdy legs, ample chest, and broad waistline.", "output": "[-0.13, 0.914, 2.962, 0.44, -0.144, -1.824, 0.984, 0.338, 0.609, -0.431]"}
{"input": "A person of short stature, with limbs of moderate length.", "output": "[-1.523, 1.153, 1.105, -2.235, -1.064, 0.04, 1.361, -0.112, 0.685, -1.233]"}
{"input": "Average height person with short arms, long legs, and average body mass.", "output": "[-0.305, -0.856, 1.388, 0.669, 0.606, 1.966, -1.254, 0.317, -2.059, -0.259]"}
{"input": "An average-sized person with broad shoulders, wide hips, a lot of muscle mass, sturdy arms, sturdy legs, prominent bust and substantial waist.", "output": "[0.854, 1.833, 0.964, -0.224, -0.455, 0.886, -1.401, -1.403, 0.548, -1.383]"}
{"input": "An average height person with bust of average thickness.", "output": "[0.391, -0.895, -0.059, -0.227, -0.674, -1.305, 1.203, 0.592, 1.292, 0.923]"}
{"input": "An average height person with a short neck, very long legs, long arms, very narrow shoulders, narrow hip, very little body mass, very thin arms, very thin legs, very thin bust and very thin waist.", "output": "[-0.91, -2.933, -3.092, 1.733, 0.726, 3.135, -2.335, 0.689, 1.019, -0.338]"}
{"input": "A towering figure with a long, slender neck, an abundance of muscularity, broad shoulders, a voluminous chest, and a substantial midsection.", "output": "[1.724, 0.651, 0.696, 0.386, 0.353, 1.033, -1.097, 1.749, -1.108, 0.76]"}
{"input": "An average height person with tall neck, short legs, arms of average length, narrow hip and average body mass.", "output": "[0.976, -1.347, 0.395, -1.811, 0.631, -0.017, -3.796, -1.108, 0.274, -1.696]"}
{"input": "A tall figure with elongated limbs, slender torso, and proportionally small lower body.", "output": "[0.995, -0.424, -1.425, -1.737, 0.559, -0.028, -2.905, 1.632, 1.052, -1.282]"}
{"input": "A compact individual with mid-range limbs, a wide hip, arms of moderate girth, thighs of average width, and a plump torso.", "output": "[-1.418, 1.021, 1.764, -0.175, -0.217, 1.965, -1.397, -0.012, 0.688, -2.092]"}
{"input": "An average-length person with long legs, narrow shoulders, average hip width, low body mass, thin arms and thin bust, and a neck of average length.", "output": "[-0.161, -1.129, -1.753, 1.403, -0.454, 1.325, -1.035, -0.257, 0.613, -0.954]"}
{"input": "An average height person with legs of average length, a short neck, low body mass, and thin legs.", "output": "[-1.081, -0.789, -0.623, 0.922, -0.228, -1.248, -1.529, 0.982, -1.525, 1.088]"}
{"input": "A very broad hip with a very short neck, very broad shoulders and a thick waist.", "output": "[-3.455, 3.986, 0.996, -2.105, -2.211, 0.758, -1.917, 0.818, 0.723, 0.456]"}
{"input": "Average height with broad shoulders, broad hips, ample body mass, sturdy arms, full bust and expansive waist.", "output": "[0.179, 2.422, 0.538, 0.063, 0.162, -0.474, 0.547, 1.71, -0.604, 2.135]"}
{"input": "A mid-range individual with moderate weight and slender limbs.", "output": "[-0.93, 0.655, -1.445, -0.493, -0.342, -0.586, -0.481, 0.784, -3.483, -0.506]"}
{"input": "A tall individual with limbs of above-average length, prominent shoulder muscles, wide hips, substantial overall mass, sturdy arms and legs, ample chest, and a noticeable waistline.", "output": "[0.687, 2.066, -0.652, 2.71, -1.162, -0.606, 0.232, -0.016, 1.76, 1.163]"}
{"input": "A tall individual with elongated limbs, ample torso, moderate muscularity, sturdy arms, powerful legs, and a prominent midsection.", "output": "[-0.064, 1.216, -0.308, -0.359, 2.973, 1.917, -0.357, -1.643, 1.696, 1.081]"}
{"input": "An average height person with very long arms, average hip width, arms of average thickness and legs of average thickness.", "output": "[-0.008, 1.729, -2.32, 0.173, -0.573, 0.183, -1.759, -0.195, 1.117, 2.685]"}
{"input": "Average height person with neck of average length, thick arms, short arms, average shoulder width, a lot of body mass and thick legs.", "output": "[0.55, 0.533, 1.709, 0.543, -1.764, -1.283, 1.853, -0.354, 0.143, -0.952]"}
{"input": "A towering figure with elongated limbs, robust torso, copious physique, muscular arms, thicker legs, ample chest and expansive waistline.", "output": "[2.276, 1.581, -1.327, 1.096, 0.83, -0.885, 1.185, 1.294, 1.117, -0.607]"}
{"input": "A typical individual with limbs of standard duration, robust shoulder area, extensive hip region, significant overall physique, powerful upper limbs, substantial lower limbs, prominent chest and broad midsection.", "output": "[0.283, 1.752, 1.803, -0.927, 0.638, 0.11, 3.041, -0.885, -0.794, -0.07]"}
{"input": "A lofty individual with an elongated neck, stumpy limbs, muscular shoulders, copious torso, substantial arms, thicker than usual legs, ample chest and expansive waistline.", "output": "[2.636, 1.568, 0.182, -0.929, -0.674, 0.817, -1.088, -0.284, 2.522, 1.586]"}
{"input": "Average height person with legs of average length, narrow hips, average body mass, arms of average thickness, thin legs and thin waist.", "output": "[0.164, 0.01, -1.885, -1.256, -0.769, 1.887, -1.272, -1.238, -2.438, 0.647]"}
{"input": "A standard-sized individual with limbs of typical length and midsection of usual girth.", "output": "[-0.708, 0.858, -0.301, -1.446, 0.026, 2.192, 0.047, -1.646, -0.894, 0.542]"}
{"input": "A person with an average-length neck, legs of short height, average hip width, and legs of average thickness.", "output": "[-1.292, 0.508, -0.192, 0.271, -0.291, -2.737, 0.401, -0.851, -1.066, 0.34]"}
{"input": "A tall figure with expansive limbs and robust shoulders, their upper arms of standard width.", "output": "[-0.458, 1.411, -1.887, -0.206, -1.797, -0.283, 2.906, -0.825, 0.251, -1.558]"}
{"input": "An average height person with short legs, broad shoulders, average hip width and legs of average thickness.", "output": "[-0.815, 1.491, 0.085, -2.241, 0.362, -1.184, -1.305, 0.877, -1.337, 0.062]"}
{"input": "A person with a very thick waist, very thick bust, very thick arms, thick legs, broad hips, very much body mass, tall neck, short arms, and average shoulder width.", "output": "[2.405, -0.249, 3.227, 0.595, 0.681, 1.977, -1.648, 0.401, 2.044, 1.478]"}
{"input": "A very short person with a very short neck, very long legs, very long arms, broad hip and waist of average thickness.", "output": "[-3.014, 1.834, -2.172, 0.658, 0.312, 1.901, 2.678, -1.593, -1.632, -0.748]"}
{"input": "An average height person with very short legs, short arms, very narrow shoulders, very narrow hip, very little body mass, very thin arms, very thin legs, very thin bust and very thin waist.", "output": "[-1.166, -2.834, -0.528, -3.458, -0.904, -0.214, -0.466, -1.037, -1.255, 2.263]"}
{"input": "A person with broad shoulders, average hips and legs of average length, and a short stature.", "output": "[-0.974, 1.252, -0.094, -2.107, 1.53, 0.856, 0.261, -0.498, -0.081, -3.773]"}
{"input": "A person of medium stature with an elongated neck, petite limbs, slender hips, and a slim torso.", "output": "[0.757, -1.111, 0.583, -1.549, 0.788, -2.547, 0.411, -1.089, -1.261, 0.543]"}
{"input": "A person with a tall neck, short legs, broad shoulders, a lot of body mass, very thick bust and thick waist.", "output": "[1.738, 1.437, 0.681, -1.714, -0.351, 0.535, 0.211, 3.929, -0.77, 2.614]"}
{"input": "A towering figure with an elongated neck, diminutive limbs, standard pelvic breadth, considerable bodily mass, robust upper arms, sturdy lower limbs, and expansive breast area.", "output": "[1.673, -0.038, 1.524, 0.556, -1.174, -0.946, -0.545, -0.402, 0.412, 0.257]"}
{"input": "An average height person with tall neck, broad shoulders, average body mass, thick arms and bust of average thickness.", "output": "[1.335, 1.378, -0.656, -0.856, -0.122, 1.428, 0.156, -1.736, -1.313, -0.089]"}
{"input": "A compact individual with a concise throat, elongated limbs, standard pelvis breadth and moderate overall musculature.", "output": "[-1.394, -0.456, -0.104, 1.757, 1.048, -1.992, 0.69, -0.179, 0.656, -2.661]"}
{"input": "A tall person with neck of average length, narrow shoulders, narrow hip, low body mass, thin arms, thin legs, thin bust and thin waist.", "output": "[1.292, -2.384, -1.159, 0.76, -1.642, -1.2, 0.452, 1.995, 0.275, -0.215]"}
{"input": "An average height person with average hip width and arms of average thickness.", "output": "[-0.851, 0.343, 0.481, -0.824, 1.062, 2.016, 0.007, 0.353, -1.519, 2.18]"}
{"input": "A medium-built individual with a slender profile, featuring a mid-range stature, a petite torso, and limbs of moderate length.", "output": "[-1.016, -0.504, 0.948, 1.092, -0.514, -1.941, 0.415, 2.089, 0.509, 1.626]"}
{"input": "A pint-sized individual with an exceedingly brief torso, elongated limbs, slender collarbones, meager physique, spindly upper limbs, and a scanty bosom.", "output": "[-2.896, -0.036, -1.47, -0.423, 0.336, -0.77, -0.803, -1.342, 0.749, -0.332]"}
{"input": "An average height person with neck of average length, legs of average length and arms of average length.", "output": "[-0.153, -1.1, 0.441, -0.016, -0.37, -0.232, 3.571, -0.782, 1.357, -1.699]"}
{"input": "A towering figure with an imposing neck, limbs of moderate duration, shoulders of typical breadth, an abundance of bodily mass, robust arms, thicker legs, a prominent bust and expansive waistline.", "output": "[1.415, 0.385, 0.868, -0.116, 2.389, 1.029, -2.515, -0.924, 2.609, -0.668]"}
{"input": "A person with broad shoulders, much body mass, thick arms and a busty figure.", "output": "[1.653, 1.153, 0.005, -0.262, -0.145, -3.312, 0.252, 1.085, -1.012, -1.434]"}
{"input": "A diminutive individual with minute limbs, expansive torso, and copious body mass, robust arms and legs, ample bustline, and voluminous waistline.", "output": "[-1.886, 3.168, 2.766, -1.982, 0.893, -0.695, -2.43, -0.286, 0.51, 0.935]"}
{"input": "A towering figure with limbs of moderate proportions, a robust midsection, and well-defined musculature throughout their body.", "output": "[1.416, -0.511, -0.01, 2.349, 0.214, 0.835, -1.743, -2.536, 1.001, 0.276]"}
{"input": "An average height person with neck of average length, average body mass and thick bust.", "output": "[1.051, 0.385, 0.212, 0.125, -0.292, -0.052, -1.452, 2.265, -1.375, -0.459]"}
{"input": "A person with a tall neck, narrow hips, short legs, broad shoulders, and arms of average length.", "output": "[0.87, 0.04, 1.054, -3.458, -1.779, -3.247, 0.912, -0.617, 1.282, 0.687]"}
{"input": "A mid-level individual with limbs of standard girth and pelvis of typical breadth.", "output": "[-0.512, 1.406, -0.18, 0.218, 0.261, 0.531, 1.083, -1.091, -1.49, 0.448]"}
{"input": "A person with a broad hip, broad shoulders, very much body mass, very thick arms, very thick legs, tall neck, very thick bust, and very thick waist.", "output": "[0.945, 1.991, 1.593, -0.125, 1.745, -0.097, 0.002, -0.435, -0.108, 0.243]"}
{"input": "A standard-sized individual with a mid-range neck, brief thighs, vast shoulder area, regular hip breadth, bulky biceps and robust legs.", "output": "[0.528, 0.274, 0.586, 0.135, 1.998, -3.999, -1.43, -1.14, -0.641, -2.271]"}
{"input": "A person with a broad hip and short legs, and a short neck.", "output": "[-1.984, 1.595, 0.717, -1.336, 0.257, -0.711, 0.905, 1.138, 0.859, 1.13]"}
{"input": "A compact individual with a concise neckline, shoulders of medium breadth, expansive hips, moderate body mass, chest of typical thickness and a stout waste.", "output": "[-1.492, 1.365, 0.403, 0.929, 0.398, 0.323, -0.41, 1.171, 2.002, -0.241]"}
{"input": "An average height person with neck of average length, long arms and legs of average thickness.", "output": "[0.032, -0.085, -1.483, 0.377, 1.829, -0.633, -2.504, 1.992, 1.511, 0.095]"}
{"input": "A towering figure with a mid-range neckline, sturdy thighs and a substantial chest.", "output": "[1.367, 0.392, -0.333, 1.094, 0.686, 0.197, 0.884, 0.198, 0.175, -0.127]"}
{"input": "An average height person with average hip width, average body mass and arms of average thickness.", "output": "[-0.089, -0.12, 0.824, -0.103, -0.438, -1.038, 1.735, -0.45, 0.314, -0.609]"}
{"input": "A person of moderate stature with limbs of standard proportions, upper arms of typical girth and a torso of proportional width.", "output": "[-0.637, 0.673, 0.673, 0.877, -1.381, -1.622, -0.438, 0.906, -2.049, 0.451]"}
{"input": "A typical individual with diminutive limbs, a wide pelvis, copious torso weight, robust upper extremities, and muscular lower extremities.", "output": "[-0.172, 0.902, 1.178, 1.359, -1.143, -0.85, 0.559, -1.62, -0.981, 0.241]"}
{"input": "Average height person with waist of average thickness, short legs, and short arms.", "output": "[-0.836, 0.134, 1.154, 0.016, -0.593, -1.11, 1.76, -0.745, -0.398, 2.746]"}
{"input": "A towering individual with an oversized neck, stubby limbs, moderate pelvis breadth, substantial overall mass, robust upper arms, and broad lower limbs.", "output": "[2.601, -0.625, 1.125, 0.131, 0.557, -1.391, 1.477, -0.085, 0.589, 1.193]"}
{"input": "A person with a thick neck, average hip width, and tall legs.", "output": "[1.848, -0.293, 0.239, 1.495, -0.489, -0.606, -0.676, -1.358, -0.062, 0.547]"}
{"input": "Average body mass with narrow shoulders and short arms.", "output": "[-1.534, -0.783, 1.06, 0.821, 0.412, 0.738, 1.947, -0.937, -0.518, 1.151]"}
{"input": "A short person with a short neck, narrow hip, low body mass, very thin arms, very thin legs, thin bust and very thin waist.", "output": "[-1.649, 0.107, -1.61, -1.795, -4.213, 0.325, 1.827, 1.534, -2.957, -2.978]"}
{"input": "A short person with a short neck, narrow shoulders and average hip width.", "output": "[-1.573, -0.731, 0.126, 1.407, 1.133, -0.019, -0.245, -0.088, 0.579, 2.559]"}
{"input": "A person with a broad hip, broad shoulders, tall neck, very much body mass, very thick arms, very thick legs, very thick bust, and very thick waist.", "output": "[2.279, 2.141, 0.311, 1.452, -1.004, -1.077, 0.417, -1.518, 1.144, 1.581]"}
{"input": "A medium-sized individual with a standard neckline, below-average limbs, broad shoulder blades, slender hips, low physique, slender forearms, slender thighs, slim torso, and narrow midsection.", "output": "[-0.545, -2.237, 1.11, 0.379, -2.162, 0.822, -2.5, 0.162, -1.467, -0.36]"}
{"input": "An individual with an average stature boasts a long neck, petite limbs, minuscule arms, expansive shoulders, ample hips, copious body mass, muscular arms, slender legs, and a voluminous chest and midsection.", "output": "[0.65, 0.896, 3.55, -1.191, -1.311, -0.642, 0.555, -1.205, 0.438, 0.228]"}
{"input": "A mid-tier individual with stumpy limbs and shoulders of moderate breadth.", "output": "[0.208, -0.198, 2.526, 0.073, -0.188, -0.932, -1.852, -0.248, -0.093, 1.526]"}
{"input": "A towering figure with a long, slender neck, compact limbs, sturdy torso, and ample chest.", "output": "[1.939, 1.188, 0.263, -2.615, 0.338, 0.576, -0.412, -0.704, 1.936, 2.431]"}
{"input": "An average-length person with legs of average length, arms of average length, broad shoulders and thick bust, and a neck of average length.", "output": "[0.058, 1.673, -0.548, -0.216, -1.814, 1.23, 2.311, 1.464, -1.824, 1.281]"}
{"input": "A person with average-length arms, a bust of average thickness, and very short legs.", "output": "[-1.662, 0.329, 0.309, -1.027, -0.878, -2.539, -1.534, -1.147, 1.567, 1.035]"}
{"input": "A person with a tall neck, broad shoulders, very much body mass, thick arms, thick legs, thick bust and thick waist.", "output": "[2.084, 1.486, -0.302, 0.905, 1.846, -0.513, -1.55, -0.589, -0.911, -1.524]"}
{"input": "A very short person with a very short neck, short legs, short arms, narrow shoulders, low body mass, thin arms, thin legs, thin bust and thin waist.", "output": "[-4.903, 0.737, 1.197, -2.266, -1.154, 1.076, -2.358, 0.264, -1.064, 0.857]"}
{"input": "A tall person with tall neck and arms of average thickness.", "output": "[1.72, -0.848, 0.55, -0.019, 0.011, 0.622, 0.61, 1.449, -0.078, -0.064]"}
{"input": "An average height person with short legs, short arms and average shoulder width.", "output": "[0.114, -0.685, 2.094, -0.263, 1.19, -1.669, -0.197, 0.541, 0.646, -0.955]"}
{"input": "A person of standard stature with a neck of normal proportions, limbs of typical length, and hips of moderate breadth.", "output": "[0.078, 0.051, 0.176, 1.497, -1.159, -1.944, 1.478, -0.744, 1.479, 2.189]"}
{"input": "An average height person with tall neck, legs of average length, average shoulder width and waist of average thickness.", "output": "[0.93, -0.057, -0.668, -1.37, 1.85, 0.071, 1.5, -0.776, -0.029, 0.337]"}
{"input": "A petite individual with a minuscule neck, slender shoulders, diminutive hips, meager body mass, spindly arms, slender legs, inconsequential bust and slim waist.", "output": "[-3.458, -0.604, -2.06, -2.275, -1.432, -1.856, -1.204, -0.186, -1.051, -1.747]"}
{"input": "An average-sized person with a neck of medium length, legs of medium length, broad shoulders, wide hips, high body mass, thick arms, thick legs, full bust and full waist.", "output": "[-1.038, -1.351, -0.767, -0.478, 1.59, -1.572, -0.595, 0.94, 0.491, -0.008]"}
{"input": "Average height person with waist of average thickness, bust of average thickness, short legs, and average hip width.", "output": "[0.636, -0.288, -0.134, -0.419, -1.113, -3.256, -0.217, 0.195, 3.093, -2.027]"}
{"input": "A towering figure with an elongated throat, slender hips, meager body mass, spindly arms, fragile legs, a minuscule bust and a svelte waist.", "output": "[1.357, -2.187, -2.249, -1.326, 2.303, -0.19, 0.499, 1.262, -2.678, -1.891]"}
{"input": "An average height person with broad shoulders, broad hip, very much body mass, very thick arms, very thick legs, thick bust and thick waist.", "output": "[0.56, 0.656, 1.681, 2.07, 1.562, -2.687, -0.129, -1.413, 0.893, -3.079]"}
{"input": "An average height person with long arms.", "output": "[-0.438, 1.35, -1.62, 0.428, 0.691, -0.814, 0.825, -1.593, 1.4, 2.214]"}
{"input": "An average height person with tall neck, short legs and bust of average thickness.", "output": "[0.697, 0.003, 0.579, -2.321, 1.627, -0.095, 0.036, 0.91, -0.381, 0.469]"}
{"input": "A mediocre stature individual with limbs of customary duration.", "output": "[1.071, -0.022, -0.337, 0.528, -2.919, 0.361, -1.213, 0.803, 1.115, -0.281]"}
{"input": "A mid-level individual with compact limbs, expansive pectorals, and typical pelvic girth.", "output": "[0.03, 0.118, 0.902, -1.881, -0.762, -1.603, 2.231, 1.068, -0.094, -0.567]"}
{"input": "An average-height person with thick legs and long arms, and thick legs.", "output": "[-0.213, 1.103, -0.476, 1.345, 1.421, -0.026, -1.197, -1.395, -1.901, -1.527]"}
{"input": "A mid-range individual with limbs of typical girth, wide shoulder muscles and forearms of standard width.", "output": "[0.181, 1.152, -0.26, 0.316, -3.123, -1.97, -0.013, 1.983, -0.632, 2.355]"}
{"input": "A very short person with a very short neck, long arms, broad hip, average body mass and thin bust.", "output": "[-3.419, 1.068, -1.569, 0.46, 2.081, -1.307, -0.008, -0.344, 0.181, 0.85]"}
{"input": "Tall person with:\n* Short legs\n* Tall neck\n* Very short arms\n* Average hip width\n* A lot of body mass\n* Thick arms\n* Thick legs\n* Bust of average thickness", "output": "[1.3, -1.242, 3.213, 1.039, -1.399, -1.464, 2.479, -0.436, 0.265, 1.991]"}
{"input": "An average height person with very short arms and average hip width.", "output": "[0.631, -1.212, 2.524, 0.849, -2.163, -2.45, -0.084, -1.841, -2.572, -0.481]"}
{"input": "Average height person with long legs, long arms, short neck, average hip width, average body mass, arms of average thickness, thin legs and bust of average thickness.", "output": "[-0.915, 0.912, -2.37, -0.035, -0.168, 0.536, 1.039, 1.5, -1.99, -0.726]"}
{"input": "An average height person with short legs and narrow hip.", "output": "[0.495, -0.417, 0.159, -0.9, -0.777, -2.015, -0.911, -0.841, -1.064, -0.624]"}
{"input": "A tall individual with expansive shoulders, ample hips, significant body mass, sturdy arms, sturdy legs, prominent bust and broad waistline.", "output": "[-0.7, 3.445, 1.46, 0.452, 1.3, 0.287, -2.49, 1.038, 1.007, -0.244]"}
{"input": "A short person with a short neck, long arms, average shoulder width, legs of average thickness and bust of average thickness.", "output": "[-1.203, 0.878, -1.02, -1.023, -0.363, -0.609, 0.478, 0.72, 0.693, -0.689]"}
{"input": "A person with a very thick bust, thick waist, very tall neck, short arms, a lot of body mass and thick arms.", "output": "[2.508, 0.395, 1.632, 0.416, -0.522, 1.183, -1.671, 1.382, -1.399, 3.193]"}
{"input": "A standard-sized individual with limbs of typical length, medium-built torso, thighs of typical girth and a midsection of ordinary width.", "output": "[0.318, -0.005, 0.41, -0.901, -1.059, 0.947, -0.382, 0.818, -0.759, 0.193]"}
{"input": "A person with a thin waist, thin legs, thin arms, very narrow shoulders, short neck, short person and low body mass.", "output": "[-1.837, -2.296, -0.27, 1.063, 1.194, 0.635, 0.141, 2.882, -0.076, 2.332]"}
{"input": "Average height person with thin bust, thin waist, narrow shoulders, narrow hips, arms of average thickness, legs of average thickness.", "output": "[0.209, -1.62, -0.581, 0.777, -0.284, -0.215, 0.495, -2.153, -0.063, 0.099]"}
{"input": "Average height person with:\n* Neck of average length\n* Short arms\n* Very narrow shoulders\n* Narrow hip\n* Low body mass\n* Thin arms\n* Thin bust\n* Thin waist", "output": "[0.054, -2.951, 0.445, 1.554, -1.842, 0.337, -1.017, -0.723, 1.399, 0.235]"}
{"input": "An average height person with long arms, thin arms, thin legs and waist of average thickness.", "output": "[-0.735, 0.817, -1.592, -1.232, -1.384, 0.07, -1.087, 0.206, 2.297, -1.816]"}
{"input": "A compact individual with moderate pelvic breadth.", "output": "[-1.747, 0.085, 0.489, -1.335, 3.294, 2.379, -0.433, -1.567, 0.293, -0.728]"}
{"input": "A moderate stature individual with insignificant thighs, slender hips, meager body weight, slim forearms, slim legs, puny bosom, and diminutive midsection.", "output": "[0.322, -1.187, -0.714, -1.847, 0.109, -0.598, -0.321, -0.859, 0.187, -0.629]"}
{"input": "A person with long legs, long arms, thick bust and thick waist, and average hip width.", "output": "[2.086, 1.229, -2.097, 1.457, -1.868, 1.902, 0.676, 0.205, 0.561, 1.877]"}
{"input": "A standard-sized individual with a mid-range neck, long limbs, arms of typical length, wide hips, an abundance of body mass, prominent chest, and a substantial waistline.", "output": "[-0.11, 0.93, 0.464, 1.409, 1.044, 1.284, -1.399, 1.393, -0.091, 1.457]"}
{"input": "A mid-tier individual with limbs of moderate span, unusually elongated appendages, and imposing shoulder girdle.", "output": "[1.26, 2.379, -3.325, -0.839, 1.337, -0.399, -0.144, 1.014, -0.152, -0.331]"}
{"input": "An average height person with long legs, very broad hip, a lot of body mass, thick arms, thick legs, thick bust and very thick waist.", "output": "[-0.143, 1.817, 1.379, 1.199, -0.62, 3.152, 0.158, 0.561, 1.486, 1.005]"}
{"input": "A person with very thin arms, thin legs, narrow shoulders, low body mass, thin bust, and very thin waist.", "output": "[1.082, -2.048, -2.641, 0.281, -2.449, 0.673, 2.3, -0.223, -0.198, 1.965]"}
{"input": "A person with a tall neck, short legs, very broad shoulders, a lot of body mass, thick arms and a thick bust.", "output": "[0.115, 2.16, 1.161, -3.274, 0.394, 1.476, 0.462, -0.272, -2.107, 0.533]"}
{"input": "A compact individual with expansive pelvis.", "output": "[-1.667, 1.475, 1.614, -0.685, -0.68, 0.45, -0.07, -0.118, -0.538, -0.585]"}
{"input": "A short person with a short neck, long legs, long arms, average shoulder width, broad hip, thick legs and bust of average thickness.", "output": "[-1.15, 1.55, -0.845, 0.989, 0.37, 1.913, -0.362, -1.673, 0.528, -0.521]"}
{"input": "An average height person with very narrow hip, low body mass, thin arms, very thin legs, thin bust and very thin waist.", "output": "[-0.153, -1.329, -1.584, -1.309, 0.698, -1.524, -0.05, 3.357, -3.379, -0.85]"}
{"input": "An individual with medium stature, yet exceptionally long limbs and chest of standard girth.", "output": "[0.743, -1.672, -1.047, 3.215, -0.427, -1.15, 0.39, -1.898, -1.6, -1.776]"}
{"input": "A mid-level individual with a chest of moderate width.", "output": "[0.394, 0.156, -0.191, 0.478, 0.02, 0.639, -0.761, 0.196, -0.408, 0.137]"}
{"input": "A tall person with tall neck, short arms, a lot of body mass, thick arms, thick legs, thick bust and thick waist.", "output": "[1.323, -0.336, 2.386, 0.014, 1.603, -0.739, 2.585, -1.238, -0.623, -1.115]"}
{"input": "A very tall person with very tall neck, broad shoulders, a lot of body mass, thick arms and thick bust.", "output": "[2.844, 0.683, -0.793, -0.89, 1.752, -0.096, -0.591, -0.194, -0.157, -1.051]"}
{"input": "A towering figure with limbs of standard girth and torso of moderate proportions.", "output": "[1.267, -0.94, -0.315, 0.749, -1.202, -1.138, -0.261, -1.273, -0.945, -1.666]"}
{"input": "A slender individual with shoulders that are relatively narrow, hips that are slim, a lean physique, spare arms, spindle-like legs, a modest bustline, and a slender waistline.", "output": "[-0.649, -1.989, -0.17, 0.347, -1.088, -0.641, -0.538, 1.151, 1.263, -0.066]"}
{"input": "A person of moderate stature boasts wide shoulder muscles, a expansive pelvis, ample chest, and a substantial midsection.", "output": "[0.242, 1.509, 0.36, 0.044, -0.569, 1.225, 0.901, 2.283, -1.039, 0.293]"}
{"input": "Average height with broad shoulders, broad hips, ample body mass, sturdy arms, powerful legs, full bust and wide waist.", "output": "[-0.851, 2.058, 0.764, 0.322, 1.027, -0.448, 0.074, -1.216, -0.374, 0.97]"}
{"input": "An average height person with neck of average length, broad hip, a lot of body mass and thick waist.", "output": "[-0.057, 0.718, 0.96, 1.944, -1.674, -0.752, 1.002, 1.026, 2.625, -0.485]"}
{"input": "A mid-level individual with underdeveloped limbs, prominent torso features, and an ample physique.", "output": "[0.924, 0.821, 1.525, 1.077, -0.75, -1.234, -1.068, -0.469, -0.893, 1.742]"}
{"input": "An average height person with broad hip, a lot of body mass, thick arms, thick legs, thick bust and thick waist.", "output": "[0.533, 0.324, 1.585, 0.788, 0.695, 1.146, 2.718, 0.253, -0.359, -0.171]"}
{"input": "A tall individual with a slender neck, wide shoulders, expansive hips, ample body mass, sturdy arms, sturdy legs, full bust and pronounced waistline.", "output": "[-0.892, 1.991, 0.077, 1.328, 0.749, -1.17, -1.066, -0.311, -0.624, -0.861]"}
{"input": "A tall individual with long limbs, wide hips, moderate arm size, and chest of standard width.", "output": "[-0.821, 1.486, -1.127, 1.348, 1.414, 1.525, -1.444, 1.531, -2.265, 2.464]"}
{"input": "A short person with a very short neck, long legs, average shoulder width, average hip width, low body mass, thin arms, thin legs and thin bust.", "output": "[-2.01, -0.606, -0.143, 1.117, -1.883, -1.18, -1.424, 0.697, -0.546, -2.623]"}
{"input": "An average height person with neck of average length, arms of average length, broad shoulders, legs of average thickness and thick bust.", "output": "[1.058, 1.468, 0.051, -0.611, -0.794, -0.547, 0.17, 0.751, -1.568, 0.021]"}
{"input": "A towering figure with an imposing neck, limbs of standard duration and shoulders of typical breadth.", "output": "[1.346, -0.014, -1.32, -0.899, 0.895, 0.851, 1.722, -0.851, -2.256, 0.443]"}
{"input": "A short person with short legs, average shoulder width, narrow hip, low body mass, thin arms, very thin legs, thin bust and thin waist.", "output": "[-1.43, -0.533, -0.965, -3.449, 2.129, 1.323, -2.808, 1.051, -0.386, -0.25]"}
{"input": "A person with long arms and an average-length neck, standing tall.", "output": "[1.71, 0.127, -1.136, -0.214, -0.058, -0.063, 1.59, 1.926, 1.537, 0.221]"}
{"input": "A medium-built individual with limbs of typical proportions and torso of modest girth.", "output": "[0.221, -1.095, 0.579, -0.892, -0.205, -0.26, -1.249, -1.058, 0.775, -0.599]"}
{"input": "A mid-level individual with a standard shoulder width, expansive hips, abundant muscularity, sturdy limbs, robust chest and torso of typical girth.", "output": "[-0.254, 1.573, 0.215, 0.735, 1.68, -1.158, 0.058, -1.6, -1.49, 2.445]"}
{"input": "An average height person with long legs, long arms, narrow hip, low body mass, thin arms, thin legs, bust of average thickness and thin waist.", "output": "[-0.041, -0.225, -2.394, -0.172, 1.293, -0.071, -2.527, 1.515, -1.914, -1.421]"}
{"input": "Average height with broad shoulders, average hip width, and average body mass.", "output": "[0.179, 1.936, -0.382, -0.419, -1.941, -0.63, -1.517, 1.353, 0.828, -0.342]"}
{"input": "A tiny individual with an inconsequential neck, minute arms, standard shoulder breadth and expansive hips.", "output": "[-3.145, 0.24, 2.98, 0.483, -1.8, 0.795, -1.104, 0.444, -1.2, -0.752]"}
{"input": "A person with a very thick waist, broad shoulders, short neck, long legs, short arms, very broad hips, very much body mass, thick bust and thick legs.", "output": "[-1.3, 2.208, 1.706, 2.901, -0.778, -0.746, -0.957, -0.246, -0.654, 0.237]"}
{"input": "A tall individual with a slender neck, long limbs, moderate-sized arms, wide hips, ample body weight, sturdy arms, sturdy legs, full bust and expansive waistline.", "output": "[-0.047, 1.451, -0.727, 3.642, -0.47, 3.169, 0.551, -0.391, -0.745, -1.527]"}
{"input": "A mid-sized individual with underdeveloped limbs, expansive shoulder muscles, ample torso girth, strong upper body, average leg length, and a proportional waistline.", "output": "[-0.026, 2.09, 2.339, -1.902, -0.135, -0.581, 1.378, 1.523, -1.209, -0.892]"}
{"input": "A tall individual with lengthy limbs, expansive pectorals, robust upper body and ample chest area.", "output": "[0.912, 1.851, -2.733, 0.603, 3.976, 0.426, 1.653, 0.432, -2.174, -1.462]"}
{"input": "A mediocre individual with puny limbs, imposing torso, and moderate weight.", "output": "[-0.148, 1.18, 0.293, -2.303, 1.062, -1.417, 0.608, -2.013, 0.501, -1.516]"}
{"input": "A very short person with a very short neck, legs of average length, long arms and average body mass.", "output": "[-3.105, 1.779, -1.239, 0.177, -0.863, -0.295, -1.974, -0.54, -0.401, -0.245]"}
{"input": "A typical individual with elongated limbs.", "output": "[0.013, 0.081, -2.301, 0.766, -0.919, -2.402, -0.253, 2.076, 1.342, 0.368]"}
{"input": "An individual of moderate stature, limbs of typical duration and expansive pelvis.", "output": "[-0.405, 0.812, 1.313, -0.342, -1.517, 0.091, 1.281, 0.445, 2.023, -0.725]"}
{"input": "An average height person with neck of average length, broad shoulders, thick bust and thick waist.", "output": "[0.218, 1.634, 0.842, -0.092, -2.424, 0.041, -1.745, 1.822, -0.232, -0.887]"}
{"input": "Average-length neck with short legs and a short person.", "output": "[-1.309, 0.587, -0.597, -1.188, 1.144, -2.152, 0.466, -0.942, 0.482, -1.444]"}
{"input": "A very tall person with tall neck, very narrow hip, arms of average thickness and thin waist.", "output": "[2.94, -1.957, -1.484, 0.872, 0.646, -2.962, -3.775, -0.558, 1.112, -1.239]"}
{"input": "Average height person with waist of average thickness, long legs, long arms and short neck.", "output": "[-1.099, 0.501, -1.658, 0.662, 1.845, 1.324, 1.122, 1.854, -0.706, 0.071]"}
{"input": "A petite individual with a minuscule neck, elongated limbs, broad shoulders, slender hips, minimal body mass, spindly arms, and slender legs.", "output": "[-1.849, -0.778, -3.022, 0.921, -1.597, -2.184, 3.229, 1.643, 1.302, 2.303]"}
{"input": "A towering figure with a long, slender neck, stumpy limbs, a minute waist, and an average-sized torso, arms of moderate girth, and wrists that are slightly thin.", "output": "[3.302, -1.956, -0.201, -0.429, -2.752, -3.282, 1.45, -1.182, -1.324, 1.59]"}
{"input": "A person with a tall neck, long legs, broad shoulders, average hip width, very much body mass, very thick arms, thick legs, very thick bust and thick waist.", "output": "[2.112, 1.248, -0.584, 1.929, 1.671, -1.255, 0.423, 0.169, -1.753, -0.374]"}
{"input": "A typical individual with a mid-range stature, normal neckline, average pelvis width, and thighs of standard girth.", "output": "[-0.82, -0.55, -0.392, -0.305, -0.152, 1.181, 0.61, -0.196, 0.733, -1.422]"}
{"input": "A short person with a short neck and broad hip.", "output": "[-1.487, 1.779, -0.246, 1.268, 1.034, -0.788, 0.53, 1.101, -0.877, 1.991]"}
{"input": "Average height person with legs of average thickness, short arms, and average shoulder width.", "output": "[0.462, -0.889, 1.189, 0.9, 0.171, -0.223, -1.418, -0.838, 0.089, -1.493]"}
{"input": "A person with a lot of body mass, thick arms, broad hip, long legs, average shoulder width, a tall person with neck of average length, thick bust and thick waist.", "output": "[1.61, 1.192, -0.026, 1.736, -1.517, 0.988, 1.015, 1.299, 0.628, -0.773]"}
{"input": "A compact individual with a brief neckline, limbs of typical proportions, wide hips, and midsection of normal girth.", "output": "[-2.628, 1.883, -0.423, -0.719, -1.246, 1.152, 0.243, -0.517, -0.744, -2.266]"}
{"input": "A compact individual with stumpy limbs and expansive torso.", "output": "[-1.049, 1.313, -0.003, -1.878, -3.121, -0.846, 2.512, 0.019, 1.143, 1.521]"}
{"input": "A median figure with thighs of moderate proportions, torso of standard girth, and upper limbs of typical breadth.", "output": "[0.772, -0.104, -0.688, 0.022, -0.545, 0.668, 1.016, 0.804, -1.134, 1.457]"}
{"input": "A compact individual with a brief neck, moderate hip breadth and mid-range waist circumference.", "output": "[-1.183, 0.521, -0.33, -0.788, -2.888, 0.242, -0.755, -0.464, 0.525, -2.399]"}
{"input": "Average height with long legs, broad shoulders and very long arms, and average hip width.", "output": "[1.254, 0.811, -3.242, -0.629, 2.321, 1.781, 2.159, -0.388, -3.549, 0.31]"}
{"input": "A short person with a short neck, very long arms, low body mass, thin arms, thin bust and thin waist.", "output": "[-1.39, 0.447, -2.528, -0.825, 0.593, 1.917, 0.898, -1.678, 0.881, -0.047]"}
{"input": "Average-length neck with long arms, shoulders of average width, legs of average thickness, thin bust and thin waist.", "output": "[-1.345, 1.246, -2.021, -1.929, -0.151, 1.165, -2.892, -2.464, -1.349, -0.369]"}
{"input": "A petite individual with slender shoulders, slim hips, modest body mass, spare arms, slender legs, diminutive bust and slender waist.", "output": "[-1.53, -1.235, -0.166, -1.029, -0.583, -0.176, -1.747, 0.874, -1.695, -0.762]"}
{"input": "A person of typical stature boasts a long neck, limbs of standard duration, puny upper extremities, a wide pelvis, an excessive amount of body mass, robust lower limbs, substantial thighs, expansive hips, and a thick midsection.", "output": "[0.955, 1.083, 2.163, 2.271, 1.116, -1.38, 1.209, -5.055, -0.112, 1.947]"}
{"input": "A petite individual with an exceedingly short neck, elongated limbs, minuscule shoulders, meager body mass, slender arms, slender legs, and a slender torso.", "output": "[-2.592, -2.028, -1.051, 1.413, 0.702, 0.496, 0.998, -0.055, 0.523, 1.249]"}
{"input": "A compact individual with a brief neck, moderate hip breadth, standard body mass, slender limbs, chest of typical density and waist of typical density.", "output": "[-2.26, 0.012, 0.404, -0.973, 0.201, -0.096, 0.771, 1.453, -0.549, 0.335]"}
{"input": "A person with very long legs, a thick bust and an average waist. Tall.", "output": "[1.481, -0.382, -0.564, 2.995, 0.352, 0.157, 1.925, 1.516, -2.947, -0.561]"}
{"input": "A tall individual with expansive shoulders, impressive muscle mass, sturdy limbs, robust torso, ample chest, and substantial midsection.", "output": "[0.539, 1.885, 0.508, -1.46, -0.124, 1.183, 0.948, -1.952, 0.454, -0.144]"}
{"input": "An average height person with average hip width and arms of average thickness.", "output": "[-0.165, -0.346, -1.377, 0.85, 0.852, -1.329, 1.481, -1.565, -1.257, 0.601]"}
{"input": "A person with very short arms, narrow shoulders, narrow hips, and a thin waist, with an average height.", "output": "[0.271, -2.87, 1.882, -0.059, 1.319, -1.776, -0.635, 1.052, -2.729, 0.705]"}
{"input": "An average height person with very short legs and average hip width.", "output": "[-0.205, 0.388, 0.083, -2.051, 2.001, -2.186, -2.649, -0.749, -1.715, 0.685]"}
{"input": "An average height person with a short neck, very long legs, very long arms, broad hip, a lot of body mass, thick arms, thick legs, thick bust and thick waist.", "output": "[-0.427, 2.455, -1.701, 3.192, -0.425, 0.843, -4.259, -0.397, 2.353, -1.527]"}
{"input": "An average height person with very long legs and thick legs, and a waist of average thickness.", "output": "[0.131, 0.297, -0.458, 2.462, -0.212, 1.616, -1.904, -1.048, -0.524, -1.131]"}
{"input": "A tall individual with long limbs, broad shoulders, slender hips, modest body weight, lean arms, lean legs, slim bust, and slim waist.", "output": "[0.165, -0.533, -3.229, -0.245, -2.644, -0.152, 2.265, 0.351, -1.444, -1.705]"}
{"input": "Average height with long legs, short arms, broad hips, bust of average thickness and thick waist.", "output": "[-0.737, 1.29, 1.286, 0.765, -3.202, 1.851, 0.574, -1.221, -1.21, 0.993]"}
{"input": "An average height person with short arms, average shoulder width, broad hip, a lot of body mass, thick arms, thick legs and thick waist.", "output": "[-0.754, 0.008, 2.059, 1.877, 0.634, 0.229, -0.135, -0.976, 1.803, -1.961]"}
{"input": "Average height person with broad shoulders, long arms and bust of average thickness.", "output": "[0.137, 1.624, -1.823, -0.353, -2.485, -2.434, 2.008, 1.283, 0.093, -0.375]"}
{"input": "Average height person: 5'9\" (175 cm) with medium-length brown hair, warm smile, and expressive green eyes.", "output": "[-0.534, 1.319, -0.095, -1.284, 1.445, 1.554, -0.392, -0.622, -0.013, -1.592]"}
{"input": "A person with a very short neck, legs of average length, narrow shoulders, broad hips and thin bust.", "output": "[-3.597, 0.342, 1.364, -0.903, -0.496, 2.474, -0.85, 0.925, 1.422, -1.42]"}
{"input": "A person with a tall neck, narrow shoulders, very narrow hips, low body mass, thin arms, thin legs, thin bust and thin waist.", "output": "[2.033, -3.788, 0.038, -0.444, -2.451, -0.338, 1.371, -0.377, 2.175, -1.032]"}
{"input": "An average height person with neck of average length, short arms, broad hip, a lot of body mass, thick arms, very thick legs, thick bust and thick waist.", "output": "[-0.116, 0.552, 2.532, 0.461, 0.651, -0.085, 0.69, -1.486, 0.201, -0.015]"}
{"input": "Average height with legs of average length, arms of average length, broad hip, very much body mass, thick arms, thick legs, very thick bust and very thick waist.", "output": "[-0.478, 2.752, 2.115, -0.463, 0.82, 3.847, -2.077, 1.014, 0.737, 4.641]"}
{"input": "A person with an average-length neck, short legs, long arms, broad hips and arms of average thickness.", "output": "[-2.056, 1.72, -1.004, -0.309, -1.589, 1.128, 4.418, 0.292, -0.915, 1.297]"}
{"input": "Average height person with broad shoulders, arms of average length, short legs and bust of average thickness.", "output": "[-0.083, 1.81, 0.0, -0.792, -0.778, -1.099, -0.847, -0.775, 1.023, 2.061]"}
{"input": "A short person with a short neck, long legs, long arms, broad shoulders, broad hip, legs of average thickness and waist of average thickness.", "output": "[-1.968, 2.243, -1.318, -0.379, 1.174, 0.353, -0.324, 1.551, -0.929, -2.352]"}
{"input": "A moderate-stature individual with a mid-range neck, standard shoulder expanse, and average bust circumference.", "output": "[0.247, -0.24, -0.114, 0.177, 0.66, 0.099, -1.205, -0.935, 1.684, 2.682]"}
{"input": "Average height person with thin arms, very thin legs, low body mass, narrow hip, short legs and thin bust.", "output": "[-0.839, 0.457, -1.608, -2.241, -2.196, 0.429, 0.099, 0.691, -1.086, 3.488]"}
{"input": "A person of average stature boasts a long neck, compact limbs, sturdy shoulders, and a substantial build, complete with a full chest and expansive midsection.", "output": "[1.169, 0.68, 3.946, -1.868, -2.005, -0.461, -0.447, 2.648, 2.161, 0.337]"}
{"input": "A diminutive individual with a brief neck, minute limbs, slender torso, and a meager physique.", "output": "[-2.883, -0.953, 0.817, -1.798, -1.681, -0.146, -0.507, 1.696, 1.381, -0.916]"}
{"input": "Average height person with long arms, short legs, arms of average thickness and bust of average thickness.", "output": "[-0.724, 0.568, -1.473, -0.896, 0.345, -1.457, -1.647, -0.83, 1.126, 2.786]"}
{"input": "Average height person with short neck, long legs, narrow shoulders, average hip width and waist of average thickness.", "output": "[-1.19, -0.8, 0.491, 1.957, 0.208, -0.09, -1.909, 1.033, -1.177, -1.046]"}
{"input": "A person with a tall neck, short legs, thin arms, narrow hips, average-sized bust, and thin waist.", "output": "[0.99, -2.562, 1.623, -1.697, 0.339, -3.032, -0.52, -0.927, 0.055, 0.326]"}
{"input": "A medium-sized individual with a brief throat, slender limbs, and mediocre proportions.", "output": "[-1.021, -0.261, 0.083, 1.515, -2.621, 0.879, 0.611, -1.027, 1.814, 1.136]"}
{"input": "A mediocre figure with stumpy limbs, normal shoulders, and slender lower extremities.", "output": "[0.402, -1.176, 0.671, -1.259, -0.463, 0.537, -0.477, 1.134, 1.036, 1.427]"}
{"input": "Average height person with thin bust, very short arms, narrow shoulders, short legs, average hip width, average body mass, arms of average thickness.", "output": "[-0.533, -2.318, 2.183, -0.72, -0.045, 0.048, -0.889, -0.348, -0.585, -0.111]"}
{"input": "An average height person with long legs, arms of average thickness, narrow shoulders, legs of average thickness, thin bust and waist of average thickness.", "output": "[-0.836, -1.159, -0.437, 1.208, 0.908, 1.699, 0.702, -2.606, 0.313, -1.44]"}
{"input": "A person with thin shoulders, low body mass, an average height, and a thin bust.", "output": "[-0.43, -1.733, -0.195, 0.05, 0.595, 0.678, 0.924, -2.226, 0.245, -2.015]"}
{"input": "A person with a broad hip, thick arms, thick legs, very long legs, a lot of body mass, thick bust, and thick waist.", "output": "[0.332, 1.16, 0.576, 2.204, 0.042, 1.339, 1.816, 1.473, -1.605, -1.876]"}
{"input": "A tall person with tall neck, average shoulder width and thick legs.", "output": "[2.122, -1.399, 0.395, 1.135, 2.001, -0.526, -1.538, -1.696, -0.654, -2.163]"}
{"input": "A petite individual with a brief neckline, limbs of typical proportions, and a generous chest.", "output": "[-1.894, 0.659, 0.413, -0.362, 0.388, -0.347, -0.191, -1.347, -1.313, 0.174]"}
{"input": "A person with broad shoulders, broad hip, very much body mass, very thick arms, thick legs, very thick bust, and very thick waist.", "output": "[0.391, 2.724, 0.572, -0.353, 1.061, 1.92, 0.123, -0.192, -0.854, 0.353]"}
{"input": "An average height person with very long legs, long arms, narrow shoulders, narrow hip, low body mass, thin arms, very thin bust and thin waist.", "output": "[-0.443, -1.627, -2.886, 1.737, -0.65, 1.612, 2.617, -3.429, -0.509, 0.576]"}
{"input": "Average height person with short legs, arms of average length, neck of average length, narrow hip, low body mass, thin arms, thin legs, thin bust and thin waist.", "output": "[-0.344, -1.125, 0.123, -0.465, -1.907, -1.79, -1.22, 0.016, 0.853, 1.198]"}
{"input": "A person of moderate stature, possessing a torso of standard proportion, limbs of ordinary duration, and slender lower extremities.", "output": "[0.047, -0.307, 0.271, -0.883, -2.064, 0.897, -0.161, 0.911, 0.361, 1.868]"}
{"input": "A short person with a short neck, short legs, very narrow shoulders, narrow hip, low body mass, thin arms, very thin bust and thin waist.", "output": "[-1.699, -2.316, 0.305, -0.759, -0.375, -0.577, 1.308, -1.985, 3.257, -1.393]"}
{"input": "A tall individual with long limbs, wide shoulders, expansive hips, considerable body mass, muscular arms, robust legs, ample chest, and substantial waist.", "output": "[0.933, 2.351, 0.713, 2.261, 0.575, -1.436, -0.371, -0.401, -0.122, -0.512]"}
{"input": "A person with an average-width shoulder, thick legs, tall neck, and average body mass.", "output": "[1.83, -0.822, 0.813, 1.097, -0.242, 1.04, -0.108, -1.371, 0.06, 1.864]"}
{"input": "A person with a tall neck, broad shoulders, broad hip, very much body mass, very thick arms, very thick legs, very thick bust and thick waist.", "output": "[1.246, 1.061, 1.865, 0.496, 1.777, 0.499, -0.707, -0.249, -0.906, 0.305]"}
{"input": "A short person with a short neck, legs of average length, broad hip and arms of average thickness.", "output": "[-1.866, 0.958, 1.323, -0.558, -0.291, -0.177, 0.561, 1.15, 0.376, -0.516]"}
{"input": "An average height person with long arms, narrow shoulders, narrow hip, low body mass, thin arms, thin bust and thin waist.", "output": "[-0.414, -1.266, -1.986, 0.384, 0.976, -0.494, 0.911, -1.623, 0.934, 2.744]"}
{"input": "An average height person with arms of average length.", "output": "[-0.43, -0.149, -0.3, 1.041, -0.878, -0.48, -0.994, -0.734, -0.269, 1.392]"}
{"input": "A tall individual with long limbs, average pelvis width, slender arms, sturdy legs, and a voluminous chest.", "output": "[0.711, 0.9, -1.259, 2.458, 0.619, -0.773, 1.022, 0.576, -0.382, 0.409]"}
{"input": "A short person with a short neck, legs of average length, very long arms, low body mass, thin arms, thin bust and waist of average thickness.", "output": "[-1.835, 1.044, -2.212, -1.485, 1.013, 1.232, -0.84, -0.924, 0.379, 1.24]"}
{"input": "A mid-level individual with an elongated torso, stubby limbs, and a moderate physique.", "output": "[1.02, 0.638, -0.282, -1.569, 0.757, -0.827, -0.805, -2.741, 2.754, 0.947]"}
{"input": "A towering figure with moderate pelvis breadth and limbs of standard girth.", "output": "[1.864, -0.943, 0.919, 0.814, 0.201, -3.457, -0.19, 2.882, -0.009, -1.39]"}
{"input": "A towering figure with an elongated neck, limbs of superhuman length and a torso of typical proportions.", "output": "[1.805, 0.523, -3.473, -1.343, 2.354, 2.982, -0.612, 1.017, 1.577, 0.763]"}
{"input": "An average height person with long arms, narrow hip, low body mass, thin arms, thin legs, thin bust and thin waist.", "output": "[1.018, -0.797, -3.625, 0.898, -0.22, -0.194, -2.537, -0.395, 0.003, 2.862]"}
{"input": "A typical individual with an elevated torso, stumpy limbs, armspan comparable to their body length, expansive pectorals and a chest of standard girth.", "output": "[1.079, 1.125, -1.033, -1.367, 0.128, -1.545, -0.275, -2.187, -0.167, 1.718]"}
{"input": "Average height person with very broad shoulders, broad hip, very much body mass, very thick arms, very thick legs, very thick bust and very thick waist.", "output": "[1.506, 2.04, 1.095, 0.951, 0.727, -3.063, 1.406, 1.003, 0.026, -0.08]"}
{"input": "An average height person with tall neck, short legs, short arms and arms of average thickness.", "output": "[0.78, -0.861, 2.009, -1.028, -0.705, -0.397, -1.477, -1.309, -0.083, 0.989]"}
{"input": "A standard figure with a moderate stature.", "output": "[-0.52, 0.672, 0.791, -1.838, 1.275, 3.287, -1.17, -0.015, 0.608, 0.918]"}
{"input": "A person with a tall neck, short legs, arms of average length, narrow shoulders, very narrow hips, low body mass, thin arms, thin legs, thin bust, and thin waist.", "output": "[1.931, -3.233, -0.285, -0.617, -1.007, -2.13, -0.557, 0.793, 0.949, -0.879]"}
{"input": "A mid-level individual with an elongated neck, limbs of standard proportions, and a medium-sized physique.", "output": "[1.106, 0.517, 0.089, -0.683, -2.086, 0.978, -0.478, -0.702, -1.91, 1.024]"}
{"input": "An average height person with neck of average length and long legs.", "output": "[0.077, -0.03, -0.19, 0.145, 0.323, 1.594, -1.377, -0.347, -1.746, -1.206]"}
{"input": "A towering figure with an imposing neck and sturdy limbs.", "output": "[1.421, -0.857, 1.268, 0.177, 3.635, 0.858, 0.099, 0.23, 0.267, 0.835]"}
{"input": "Average height person with long arms of average thickness and legs of average length.", "output": "[0.563, -0.694, -1.393, 2.446, -1.309, -0.418, 1.092, -1.275, -1.07, 0.066]"}
{"input": "A towering figure with an imposing neckline, limbs of moderate proportions, slender upper extremities, expansive shoulder area, copious physique, robust arms, sturdy legs, voluminous chest and broad hips.", "output": "[1.787, -0.216, 2.391, 1.628, 0.103, -2.93, 0.681, -0.39, -1.311, -0.553]"}
{"input": "An average-sized person with broad shoulders, wide hips, considerable body mass, sturdy arms, strong legs, prominent bust and full waist.", "output": "[1.454, 1.135, 1.09, 0.234, 0.437, -2.646, 1.568, -0.359, -2.15, -3.719]"}
{"input": "A petite individual with a compact torso, slender limbs and a wide pelvis.", "output": "[-2.244, -0.411, 1.449, 0.441, 0.215, -0.062, 1.197, -0.771, 0.22, -0.953]"}
{"input": "Average height, with average shoulder width and thick bust.", "output": "[0.341, 0.106, 0.608, 0.368, 3.183, -0.102, -1.043, 1.846, -2.634, 0.119]"}
{"input": "Tall and slender individual with diminutive limbs, expansive torso, and ample girth.", "output": "[-1.463, 2.598, 2.22, -1.687, 0.596, -0.546, 0.372, 1.631, 1.767, -0.015]"}
{"input": "A petite individual with a minuscule neck, arms of medium length, slender shoulders, slender hips, minimal body mass, slender arms, slender legs, slim bust and narrow waist.", "output": "[-2.099, -1.345, -1.422, -0.656, -0.013, -0.95, 0.099, 3.351, 0.213, -2.59]"}
{"input": "A tall individual with expansive shoulders, ample hips, considerable body mass, sturdy limbs, robust torso, and a prominent midsection.", "output": "[0.189, 1.375, 0.784, 0.383, 1.5, -1.469, 0.459, -0.298, 0.078, -0.22]"}
{"input": "A person with an average-sized neck, long legs, short arms, medium-built body, and legs of standard width.", "output": "[1.611, -1.167, 0.342, 0.882, 0.515, 2.73, -0.569, -2.066, -2.654, 1.443]"}
{"input": "A slender individual with medium stature.", "output": "[-0.958, 0.727, -0.674, -1.975, -0.337, 1.573, 0.704, 1.022, -0.476, -1.863]"}
{"input": "A compact individual with a brief neck, limbs of moderate proportions, ample hips and average overall physique.", "output": "[-2.002, 0.556, 0.016, 1.168, 1.521, -2.809, 0.671, -0.42, -0.543, -0.512]"}
{"input": "A tall person with short legs, very short arms, very narrow shoulders, narrow hip, low body mass, thin arms, thin legs, thin bust and thin waist.", "output": "[0.717, -3.429, 2.435, -1.271, -2.179, 0.412, -1.15, 0.736, 3.344, -1.367]"}
{"input": "A standard individual.", "output": "[-0.638, 0.303, 0.148, -0.877, -1.226, -0.757, -1.427, 0.175, -1.107, -2.17]"}
{"input": "An average height person with a short neck, very long legs, very short arms and narrow shoulders.", "output": "[-1.342, -1.693, 1.52, 1.655, 0.798, 1.39, 3.944, 1.757, -3.21, -0.912]"}
{"input": "A slender individual with an average stature, a brief neckline, elongated limbs, diminutive shoulder width, minute hips, scarce body mass, spindly arms, slender legs, meager bust, and puny waist.", "output": "[-1.077, -1.005, -4.745, -0.383, 1.047, -1.232, -0.807, -0.81, 1.943, 1.614]"}
{"input": "A slender individual with modest stature, shoulders that are barely wide enough to accommodate their upper body, hips that taper towards a slim waistline, an average-sized torso, arms of moderate thickness, and a lean physique.", "output": "[0.797, -1.664, -1.094, 0.632, -0.301, -0.108, -0.761, -0.46, -0.107, -0.564]"}
{"input": "A person with broad shoulders, long arms, a waist of average thickness, short legs, and short arms of average thickness.", "output": "[-0.86, 1.864, -0.895, -2.496, 0.937, -0.289, -1.25, -0.544, -1.134, -1.252]"}
{"input": "A towering figure with an elongated neck, limited limbs, abundant physique, robust trunk, strong thighs, broad chest and wide hips.", "output": "[2.794, -1.22, 1.067, 3.573, -0.683, -1.658, 1.879, -0.647, -0.372, 0.832]"}
{"input": "Average height, average shoulder width, and average bust of average thickness.", "output": "[-0.507, 0.478, -0.552, -0.272, 1.035, 0.377, 1.699, -0.263, 0.905, -0.068]"}
{"input": "An individual of standard stature boasts a torso of typical girth, limbs of moderate proportions, and an undistinguished neckline.", "output": "[-0.859, -0.646, -0.676, 0.044, 2.39, -0.762, 3.006, 0.097, 1.274, -0.771]"}
{"input": "A tall figure with wide shoulders, expansive hips, ample body mass, robust arms, sturdy legs, prominent bust and extensive waistline.", "output": "[-0.356, 2.573, 1.518, 0.624, 0.72, 0.187, -0.31, 0.07, 1.117, -1.789]"}
{"input": "Average height person with legs of average length and hips of average width.", "output": "[-0.703, 0.194, 0.6, 0.153, -1.765, -0.774, -1.679, 1.468, 0.484, 2.03]"}
{"input": "A towering individual with an elongated neck, medium-width hips, and ordinary thighs.", "output": "[2.295, -1.374, -0.584, 0.454, 1.924, -0.157, 0.406, 0.975, 0.396, 1.414]"}
{"input": "An average height person with very long legs, long arms, average shoulder width, average body mass and arms of average thickness.", "output": "[0.269, 0.495, -2.506, 1.315, -0.12, 1.005, 0.259, 1.109, -1.56, -0.754]"}
{"input": "An average-sized person with short torso, long legs, large arms, and average shoulder and hip width.", "output": "[0.669, -0.54, -2.249, 1.127, 1.297, 0.329, 2.13, -1.165, 0.12, 1.021]"}
{"input": "An average height person with broad hip, a lot of body mass, thick arms, thick legs, thick bust and thick waist.", "output": "[-0.203, 1.508, 1.066, 0.527, -0.159, 1.036, -0.685, 0.865, 2.799, 0.921]"}
{"input": "An average height person with neck of average length, very long legs, very narrow shoulders, narrow hip, low body mass, thin arms, very thin bust and thin waist.", "output": "[-0.661, -3.276, -1.111, 1.935, 1.701, 1.192, 1.484, -0.656, -1.428, -1.507]"}
{"input": "A typical individual with mid-range stature, proportional neck, brief limbs, narrow shoulder blades, and moderate overall body size.", "output": "[0.624, -1.912, 1.449, 1.325, -1.113, -1.829, -0.353, 2.071, 0.45, 2.438]"}
{"input": "Average height person with very long neck, very broad shoulders, very long arms, very broad hips, very much body mass, very thick bust, thick waist, very long legs and very thick arms.", "output": "[1.078, 4.422, -1.898, 1.587, -0.745, 3.004, 0.74, 0.914, 0.828, 0.584]"}
{"input": "A mid-level individual with limbs of typical proportions, wide shoulders and forearms of moderate girth.", "output": "[1.304, 0.214, -0.366, 0.242, -0.338, -2.284, -1.378, 0.936, -2.178, -1.349]"}
{"input": "An average height person with arms of average length, average shoulder width, average hip width, thick legs and waist of average thickness.", "output": "[1.158, 0.273, -0.497, 0.907, 0.723, -0.733, -1.373, -2.467, 0.088, -1.192]"}
{"input": "A towering individual with an elongated torso, proportional limbs, and a mid-range physique.", "output": "[1.655, -0.794, 1.31, 0.484, 0.352, -0.549, 0.288, 1.457, 0.136, -2.15]"}
{"input": "An average-sized person with a neck of medium length, thin arms, long legs, wide hips, an abundance of body mass, sturdy arms, muscular legs, chest of moderate density and a plump waist.", "output": "[-0.316, 1.352, 2.474, -1.937, -0.643, 1.169, -1.45, -1.914, 0.767, -0.191]"}
{"input": "A person with a very thin waist, thin legs, thin arms, narrow shoulders, narrow hips, low body mass, short legs, short arms, and a short torso.", "output": "[-1.962, -1.903, 0.928, -2.309, -1.848, 0.565, 4.942, -1.025, -1.469, 1.08]"}
{"input": "A tall individual with proportional limbs, wide shoulders, expansive hips, ample body weight, muscular arms, muscular legs, full bust and broad waistline.", "output": "[0.24, 0.045, 3.289, 2.04, -0.962, 2.321, -0.209, 0.335, 0.752, -2.736]"}
{"input": "An average height person with tall neck, very short legs, short arms, average hip width, legs of average thickness and waist of average thickness.", "output": "[0.062, -0.357, 1.252, -2.861, 0.486, 0.655, 2.298, -2.885, -1.325, 1.186]"}
{"input": "Average height person with long arms, short legs, arms of average thickness, and waist of average thickness.", "output": "[0.049, 0.803, -0.43, -2.639, 2.611, 1.534, 1.963, 1.292, 2.879, -0.687]"}
{"input": "Average height person with broad hips and bust of average thickness, and short arms.", "output": "[-1.233, 0.64, 0.687, 1.12, -0.432, -0.047, 2.655, 0.126, -2.799, 1.808]"}
{"input": "An average height person with narrow shoulders, average body mass and thin bust.", "output": "[-0.925, -1.276, 0.28, 0.181, -0.348, -0.187, 0.436, 0.373, 0.536, 0.468]"}
{"input": "A tall person with very long legs, very long arms and narrow hip.", "output": "[2.31, 0.249, -4.342, 2.688, -0.057, 0.4, -3.556, -1.867, -1.332, 2.33]"}
{"input": "An average height person with long legs and average shoulder width.", "output": "[-0.789, 0.761, 0.181, 0.155, 0.088, 2.748, 0.391, 0.497, -1.887, -3.383]"}
{"input": "A person with an average-length neck, short legs, and arms of average length.", "output": "[-2.229, 0.727, 0.2, -0.862, -1.492, -0.273, -0.606, -0.234, 0.556, 1.107]"}
{"input": "Average height person with narrow shoulders, very long legs and a short neck.", "output": "[-0.46, -1.212, 0.337, 2.145, -2.774, 1.5, 0.977, 2.582, 1.051, -3.018]"}
{"input": "A mid-height individual with a torso of typical duration, lower limbs of moderate length, median body weight and upper extremities of moderate girth.", "output": "[-0.813, -0.284, 0.017, 1.69, 1.033, -2.417, 1.297, -1.287, -0.794, 1.015]"}
{"input": "A short person with neck of average length, short legs, arms of average length, thin legs and thin waist.", "output": "[-1.175, -0.256, 0.255, -0.84, -0.598, -3.172, -0.817, 2.035, -2.023, 1.419]"}
{"input": "A tall person with tall neck, short legs, thick legs and waist of average thickness.", "output": "[1.393, 0.259, -0.274, -0.409, 1.524, -2.303, -0.973, -2.215, -0.289, 0.146]"}
{"input": "An average height person with low body mass, thin arms and very thin legs.", "output": "[-0.837, -1.283, -0.274, -0.416, 0.743, 0.145, -1.422, 5.547, -1.845, -0.643]"}
{"input": "A short person with a very short neck, very long legs, narrow shoulders, broad hip and legs of average thickness.", "output": "[-2.146, -0.281, -0.498, 3.595, 0.031, -0.616, 1.751, 3.259, -0.03, -0.206]"}
{"input": "An average height person with legs of average length, long arms, very narrow hip, low body mass, thin arms, thin legs, thin bust and very thin waist.", "output": "[0.887, -1.315, -2.663, -1.506, 2.138, -1.828, 1.114, -1.175, 0.586, -0.856]"}
{"input": "A petite individual with an inconsequential neck, long limbs and a torso of moderate girth.", "output": "[-2.699, 0.185, -0.548, 1.545, 0.697, -0.75, -1.681, -0.17, -1.788, -0.677]"}
{"input": "A mid-level individual with elongated limbs, expansive pectorals, appendages of typical girth and a torso of standard width.", "output": "[1.277, 2.083, -2.059, 0.511, -2.3, 0.146, -4.152, -0.934, -0.934, 0.594]"}
{"input": "A tall person with broad shoulders, a lot of body mass, thick arms, thick legs, thick bust and thick waist.", "output": "[1.873, 1.738, 0.053, 0.981, -1.903, -1.228, -0.699, -0.099, 1.611, 0.323]"}
{"input": "A tall person with very long arms, broad shoulders and waist of average thickness.", "output": "[1.635, 0.945, -3.118, 0.314, 0.065, -1.586, -0.551, -1.128, 0.32, -2.451]"}
{"input": "An average-sized person with an average-width torso.", "output": "[0.747, -0.037, 1.17, 0.967, 0.023, -2.526, 0.016, 0.265, 0.556, -2.299]"}
{"input": "Average height with very long legs, narrow shoulders, and bust of average thickness.", "output": "[0.512, -1.362, -1.399, 1.638, -0.292, 1.959, -0.338, 1.33, -0.671, -1.031]"}
{"input": "A tall individual with lengthy limbs, a moderate chest measurement, and a broad waistline.", "output": "[0.199, 0.662, -0.385, 1.066, -0.329, 2.869, -2.106, 0.504, 1.052, 0.125]"}
{"input": "A short person with a short neck, average shoulder width and broad hip.", "output": "[-1.623, 1.233, -0.148, 0.573, 1.174, 0.585, -1.686, 0.535, 0.832, 1.037]"}
{"input": "A person of average stature boasts an elongated neck, stumpy limbs, arms of standard girth, slender hips, and appendages of moderate width.", "output": "[0.947, -1.429, 0.107, -1.869, 1.885, 2.051, -0.358, 0.091, 0.323, 1.94]"}
{"input": "A compact individual boasting expansive shoulders, ample hips, impressive body mass, sturdy arms, powerful legs, prominent bust, and a trim waist.", "output": "[-0.798, 3.337, 0.816, -1.534, 2.393, 0.255, -0.567, -1.387, -1.261, 0.589]"}
{"input": "A person with an average-length neck, long legs, average body mass, arms of average thickness and a bust of average thickness.", "output": "[1.72, -0.301, -0.488, 1.556, -0.071, 0.289, 0.277, -0.531, -1.593, -0.284]"}
{"input": "A very short person with a short neck, legs of average length, very broad hip, arms of average thickness and waist of average thickness.", "output": "[-2.282, 1.828, 0.272, 0.34, 0.58, -1.374, 0.107, 1.267, 1.957, 0.15]"}
{"input": "A tall person with tall neck, average body mass and arms of average thickness.", "output": "[1.821, -1.5, 0.555, 1.033, 0.988, -0.032, -0.581, 1.016, -0.688, -2.046]"}
{"input": "Average height person with long legs and short neck.", "output": "[-0.799, 0.298, -0.464, 0.607, -0.2, 1.289, 0.756, 1.572, -1.256, -1.033]"}
{"input": "A person of moderate stature boasts a brief cervix, extremely elongated limbs, puny upper extremities, expansive pelvis, and a chest of standard girth and rotund midsection.", "output": "[-0.882, 0.043, 1.014, 3.594, -2.084, 0.491, 0.077, 1.53, 0.358, 1.011]"}
{"input": "A tall individual with unusually long limbs, slender shoulders, limbs of standard girth and chest of typical width.", "output": "[-1.197, -0.666, 0.244, 0.518, 0.369, 4.371, 0.532, 0.525, -1.07, -1.354]"}
{"input": "A person with short arms, long legs, average hip width, and a thick bust.", "output": "[1.57, -0.822, 0.883, 2.336, 0.28, 0.495, -1.392, 0.588, -1.012, -0.83]"}
{"input": "An average height person with short legs, arms of average length, average body mass and waist of average thickness.", "output": "[-0.993, 0.681, 0.427, -0.954, -0.915, -0.544, -0.495, 1.624, 2.138, -0.987]"}
{"input": "A person with broad shoulders, average hip width, very long arms, a short neck, and legs of average thickness.", "output": "[-0.826, 2.648, -2.556, -0.544, -0.389, -1.008, 0.813, 1.03, 0.933, -0.928]"}
{"input": "An average height person with tall neck, very short legs, long arms, broad shoulders, narrow hip and average body mass.", "output": "[0.934, 0.628, -1.169, -2.284, 3.128, -2.998, -0.701, -0.121, -1.163, 1.133]"}
{"input": "An average height person with neck of average length, short legs, short arms and legs of average thickness.", "output": "[-0.585, 0.272, 2.151, -1.385, -0.024, 0.221, 0.069, 0.404, 1.2, -0.004]"}
{"input": "A medium-sized individual with a relatively slender neck, very long limbs, limbs of moderate girth, and a chest of standard proportions.", "output": "[-0.387, 0.479, -1.315, 3.069, -1.795, 2.355, -2.232, 1.379, -1.511, -0.54]"}
{"input": "An average height person with short legs and legs of average thickness.", "output": "[0.79, 0.66, 0.026, 0.409, -1.02, -2.185, 0.533, -0.122, 1.493, 1.773]"}
{"input": "A petite individual with an exceedingly brief neck, extremely elongated limbs, meager physique, slender arms, and slender legs, along with a midsection of typical girth.", "output": "[-1.285, -0.178, -1.493, 2.079, -4.637, -0.432, 0.655, 1.876, -1.226, -1.855]"}
{"input": "Average height person with short legs, bust of average thickness and hip width of average size.", "output": "[0.017, -0.064, 0.404, -2.609, -1.216, 0.359, -2.334, -0.506, 1.13, -2.604]"}
{"input": "A person of standard stature with an elongated neckline, stumpy limbs, long appendages, wide pectorals, medium weight and thighs of typical girth.", "output": "[1.044, 1.89, -0.815, -2.398, -0.519, 0.313, 0.357, -0.884, 0.559, 1.488]"}
{"input": "A short person with a short neck, short legs, narrow hip, low body mass, thin arms, very thin legs, thin bust and very thin waist.", "output": "[-2.08, -0.045, -1.083, -1.568, -2.304, -1.99, -1.192, 0.246, -1.258, 0.558]"}
{"input": "A towering individual with an imposing neckline, expansive shoulders, considerable bodily mass, muscular limbs, mid-range thighs, and a voluminous torso.", "output": "[2.037, 1.497, -0.177, 0.044, -0.79, -0.113, 0.096, 0.384, -2.104, 0.042]"}
{"input": "A short person with a short neck, narrow hip, low body mass, thin arms, thin bust and thin waist.", "output": "[-1.467, -0.681, -1.829, 0.235, 0.677, -1.093, 0.158, -0.633, -0.219, 0.735]"}
{"input": "A tall person with tall neck, average shoulder width and thin legs.", "output": "[1.353, -0.732, 0.392, -0.903, 0.039, 0.015, -3.539, 2.592, 0.33, -1.726]"}
{"input": "A compact individual with a brief neck, standard shoulder breadth, expansive hips, moderate overall mass, and mid-range waist circumference.", "output": "[-1.691, 1.205, 0.016, -0.497, -0.866, 1.066, -0.732, 0.761, 1.001, -0.847]"}
{"input": "An average height person with average shoulder width, broad hip, a lot of body mass, very thick arms, very thick legs, thick bust and thick waist.", "output": "[-0.087, 1.336, 1.141, 0.865, 2.079, 0.923, 1.691, -1.45, -0.135, -0.5]"}
{"input": "A tall individual with long limbs, slender torso, and minimal girth.", "output": "[0.112, -0.092, -2.395, 0.255, -1.137, 0.744, 1.012, -2.081, -1.135, 0.264]"}
{"input": "A person with a short neck, and short in stature.", "output": "[-1.082, 0.724, -0.562, -0.086, -1.816, -0.81, 0.474, 1.359, 0.386, -0.52]"}
{"input": "An average height person with broad shoulders, broad hip, a lot of body mass, thick arms, very thick legs, thick bust and thick waist.", "output": "[-0.073, 1.245, 1.293, 0.99, 1.073, -1.818, 1.695, -0.768, -0.175, 0.203]"}
{"input": "Average height person with short arms.", "output": "[-0.39, -1.26, 0.896, 0.861, -0.897, -1.169, 0.065, -2.137, 0.071, 0.81]"}
{"input": "A typical individual with slender hips and midsection of moderate width.", "output": "[0.314, -1.498, -0.608, 0.483, 0.261, 0.078, 0.675, -0.132, -1.347, 0.714]"}
{"input": "Average height person with thick bust, thick waist and short arms.", "output": "[0.357, -0.026, 2.137, 0.141, 0.048, 1.733, -1.07, 1.865, -0.345, 0.164]"}
{"input": "An average height person with average body mass, thick legs and bust of average thickness.", "output": "[0.008, 1.266, -1.18, 0.224, 0.486, 0.184, -0.02, -2.784, -1.568, 1.659]"}
{"input": "An average-sized person with short arms and a chest of typical width.", "output": "[-0.376, -0.289, 1.92, -0.955, -0.411, -0.689, 2.152, 2.241, -1.153, -2.447]"}
{"input": "A mediocre stature individual with stumpy limbs, puny upper body.", "output": "[0.455, -1.17, 1.721, 0.479, -1.374, -2.12, 0.546, -0.725, 2.26, 2.02]"}
{"input": "An average height person with neck of average length, long legs, very long arms, narrow shoulders and waist of average thickness.", "output": "[0.72, -0.898, -1.696, 1.538, 4.056, 2.487, 2.025, 0.254, 3.236, 1.024]"}
{"input": "An average height person with a thick legs, long neck, broad hips, thick arms, and average body mass.", "output": "[-0.747, 0.265, -0.173, 1.992, 1.96, -0.444, 3.292, -1.426, 0.634, -2.196]"}
{"input": "Average height person with broad hips, legs of average length, and neck of average length.", "output": "[-0.364, 0.014, 1.545, 0.662, 0.639, -2.35, 1.011, 1.301, 1.641, -1.794]"}
{"input": "A person with average shoulders, legs of average length, a waist of average thickness, and long legs.", "output": "[2.358, -0.088, -1.417, 2.486, -0.642, -0.333, -1.607, -0.989, -0.76, -1.437]"}
{"input": "A compact individual with a concise neck and moderate pelvis breadth.", "output": "[-1.966, 0.993, 0.302, -0.515, 0.339, 0.763, -2.292, 0.75, -2.585, 0.63]"}
{"input": "An average-sized person with a short neck, long legs, arms of average length, and hips of average width.", "output": "[0.5, 0.361, 1.049, -1.487, -0.996, 1.392, 1.465, 0.932, -1.385, 2.745]"}
{"input": "A person with thin legs, average hip width, narrow shoulders, and very short arms.", "output": "[-1.642, -1.812, 2.441, -0.101, 0.23, 0.824, -0.555, 1.812, -2.031, 3.502]"}
{"input": "An average-sized person with a long torso, short arms, average shoulders, medium body mass, and slender legs.", "output": "[-1.225, -0.676, 0.13, 0.859, -3.23, -1.133, 1.698, 0.885, -0.843, -1.026]"}
{"input": "A mid-level individual with extensive shoulder span, standard pelvis breadth and a chest of moderate depth.", "output": "[-0.906, 0.957, -0.961, -1.543, -0.849, 1.446, 2.162, -1.211, -3.957, -0.819]"}
{"input": "Average height person with broad shoulders, broad hip, short legs, neck of average length, thick arms, thick legs, thick bust and thick waist.", "output": "[-0.38, 2.359, 1.296, -1.512, 0.101, 0.949, -0.853, -2.248, 0.91, 1.332]"}
{"input": "A standard-sized individual with limbs of typical girth, slim hips, and arm measurements within the norm.", "output": "[1.189, -0.969, -0.634, 0.149, 0.34, -1.786, 0.021, -0.813, -1.103, -2.768]"}
{"input": "A short person with neck of average length, very long arms, broad shoulders and legs of average thickness.", "output": "[-0.898, 1.782, -2.153, -1.155, 0.801, -1.851, 0.067, 0.267, 0.112, -0.109]"}
{"input": "Average height person with neck of average length, very long arms, broad shoulders and average hip width.", "output": "[0.416, 1.436, -2.978, -1.122, -0.212, -0.239, -0.451, -0.226, 1.746, -1.463]"}
{"input": "A very tall person with very tall neck, broad shoulders, a lot of body mass, thick arms, very thick bust and very thick waist.", "output": "[3.09, 1.081, 0.395, -0.551, 0.043, 1.586, 2.335, 3.457, 1.496, 1.942]"}
{"input": "A person with short arms and legs, but very long legs and arms of average thickness.", "output": "[-1.041, 1.901, -2.658, -0.637, -0.298, 1.904, -1.491, -2.866, 0.208, -0.658]"}
{"input": "A tall individual with long limbs, normal chest measurement, slender hips, medium-sized thighs, and a slim torso.", "output": "[1.081, -0.814, -1.506, -1.529, 1.609, 0.947, 2.425, -0.734, 0.241, -2.368]"}
{"input": "A mid-level individual with diminutive limbs and standard pelvis breadth.", "output": "[0.223, 0.149, 0.564, -2.177, -1.264, 1.368, -0.674, -0.491, 0.222, 0.753]"}
{"input": "Average height with very short arms and narrow shoulders, and arms of average thickness.", "output": "[-0.874, -1.652, 3.104, 1.981, -2.865, -0.219, 0.303, 0.492, -0.793, 1.732]"}
{"input": "A tall person with long legs and legs of average thickness.", "output": "[1.116, -0.529, -0.339, 0.34, -0.852, 2.461, -0.845, 1.979, -0.866, -0.558]"}
{"input": "A person with broad hips, thick waist, short legs, and short arms.", "output": "[-0.38, 0.299, 2.511, -1.392, 0.856, 0.712, 2.734, 0.23, 1.852, 1.615]"}
{"input": "A typical individual with a moderate stature, featuring a mid-range neck, stumpy limbs, standard shoulder breadth, slim hips, meager physique, slender forearms, slender legs, slender bust and slender waist.", "output": "[-0.96, -1.082, -0.558, -2.274, -0.433, 0.524, 0.878, 0.743, 1.057, 0.389]"}
{"input": "A compact individual with a slender torso, limbs of modest girth and slim legs.", "output": "[-1.65, 0.785, -0.822, -0.918, 0.61, -1.783, -1.938, 1.906, -0.828, -3.19]"}
{"input": "An average height person with arms of average length, average hip width and waist of average thickness.", "output": "[0.477, -0.504, -0.293, -1.1, 0.014, -0.136, 1.79, -0.543, -0.733, -1.389]"}
{"input": "A person of medium stature boasts an elongated neck, stumpy limbs, minute arms, considerable bulk, muscular arms, muscular legs, prominent bust and ample waistline.", "output": "[0.397, 0.355, 2.958, -0.744, 0.98, 0.861, -2.603, -2.344, -1.366, 2.833]"}
{"input": "A standard-sized individual with moderate shoulder span and midsection breadth.", "output": "[0.589, -0.218, 1.234, -0.218, 1.657, -0.09, -0.478, 1.223, 1.453, 0.07]"}
{"input": "Average height person with bust of average thickness, arms of average length, and hips of average width.", "output": "[-0.787, -0.822, 0.11, -0.004, 1.046, -1.424, 0.466, -0.749, 0.102, 0.118]"}
{"input": "The individual has an imposing physique, characterized by a lofty stature, a lengthy neck, and limbs that appear to be disproportionately elongated. Their midsection is noticeably slender, while their upper and lower extremities are spare in terms of bulk. The torso displays a remarkable scarcity of body mass, with arms and legs that seem almost emaciated by comparison.", "output": "[1.697, -2.867, -4.063, -2.151, 0.969, -0.748, 2.105, 0.962, 1.029, 0.271]"}
{"input": "An average height person with neck of average length, broad shoulders, very broad hip, a lot of body mass, thick arms, thick legs, thick bust and thick waist.", "output": "[-0.786, 1.858, 1.869, -1.042, 1.286, 0.846, 1.264, -0.567, 0.22, 0.872]"}
{"input": "An average height person with arms of average length, with a torso of average length.", "output": "[0.576, -0.905, -0.147, -0.133, -0.934, 1.157, 0.282, 0.799, -1.391, 1.753]"}
{"input": "A slender individual with a brief neck, elongated limbs, shoulders of modest width, a slim midsection, and a trim physique.", "output": "[-1.11, -1.151, -3.539, -0.294, 1.934, -0.199, -4.161, -1.188, 1.27, -0.417]"}
{"input": "An average height person with legs of average length, long arms, average body mass, arms of average thickness and legs of average thickness.", "output": "[0.242, 0.676, -1.259, -1.257, -1.646, -0.206, 0.475, 0.143, 1.483, 0.18]"}
{"input": "A person with legs of average length, very long arms, broad hips, legs of average thickness, and bust of average thickness.", "output": "[-0.916, 1.871, -1.583, -1.294, 4.244, 1.869, 0.275, -0.594, 1.142, -0.568]"}
{"input": "An average height person with long legs, very short arms, very broad hip, a lot of body mass, thick arms, thick legs, thick bust and thick waist.", "output": "[-1.062, 0.425, 2.926, 1.151, -0.418, 2.706, -1.181, 0.323, -1.563, -0.915]"}
{"input": "An average height person with arms of average length, narrow shoulders, narrow hip, low body mass, thin arms, thin legs, thin bust and thin waist.", "output": "[0.689, -1.251, -1.255, -0.733, -1.328, 1.406, -3.775, 0.19, -1.442, -0.052]"}
{"input": "A very tall person with very tall neck, very short legs, short arms, very narrow hip and thin waist.", "output": "[4.362, -2.673, 0.754, -1.586, -0.86, -2.97, -0.016, -1.951, 0.865, 0.53]"}
{"input": "A person with thin bust, average hip width, long arms, and average body mass.", "output": "[-0.98, -0.024, -1.374, 0.036, -0.149, 1.045, 1.005, -1.738, 0.986, -0.667]"}
{"input": "A colossal figure with an imposing neckline, robust shoulders, copious physique, sturdy limbs, expansive torso, and ample hips.", "output": "[2.71, 0.771, 1.159, 0.241, 0.012, -1.582, 1.821, -1.462, 0.859, -1.91]"}
{"input": "An average height person with tall neck and average hip width.", "output": "[0.985, 0.417, 0.815, -1.22, 0.318, 1.455, -1.79, -0.505, 1.68, -1.341]"}
{"input": "An average height person with legs of average length, very long arms and broad shoulders.", "output": "[0.92, 1.566, -3.093, -0.844, 1.25, -1.683, -4.058, 1.044, 0.453, 0.832]"}
{"input": "A tall figure with wide shoulders and sturdy limbs.", "output": "[0.525, 0.624, 0.037, 0.048, 0.075, -2.341, -0.397, -1.282, -1.975, -0.727]"}
{"input": "An average height person with a short neck, very long arms and thin legs.", "output": "[-0.485, 1.889, -2.472, 0.083, -1.802, 0.117, 0.556, 3.113, 1.423, 1.501]"}
{"input": "A person with long arms, narrow hips, low body mass, thin arms, thin bust, and thin waist.", "output": "[-0.382, -0.643, -2.28, -1.15, 0.559, 0.94, 0.877, -2.173, 0.713, -0.843]"}
{"input": "An average height person with arms of average length, average hip width, a lot of body mass, thick arms, very thick legs, bust of average thickness and thick waist.", "output": "[1.218, 0.334, 1.125, 1.311, -0.27, -0.594, -0.035, -2.775, 0.692, -0.636]"}
{"input": "A mediocre figure with insignificant limbs and a moderate torso.", "output": "[-1.145, -0.705, 1.316, 1.982, 0.453, -0.001, 0.084, -1.032, -0.693, 1.22]"}
{"input": "Average shoulders with thick legs, tall neck and bust of average thickness, and a very tall person.", "output": "[2.309, -0.386, 0.058, 1.035, -1.203, 0.48, -1.379, -2.13, 0.246, -0.876]"}
{"input": "A tall individual with elongated limbs, slender torso, meager physique, spindly arms, and slender legs.", "output": "[-0.648, 0.737, -3.256, -1.323, 0.512, 0.879, -0.839, 1.19, 0.292, 0.572]"}
{"input": "A tall person with short arms, broad shoulders, a lot of body mass, arms of average thickness and thick bust.", "output": "[1.344, 0.431, 1.223, 0.449, -1.689, -1.469, 0.966, 0.761, -0.898, -0.004]"}
{"input": "A typical individual stands at an ordinary stature, featuring a mid-range neck, long limbs, extended arms, slender hips, low overall body mass, slender forearms, and limbs of standard width.", "output": "[-0.66, -0.538, -3.061, 0.245, 1.262, 1.035, -0.418, -1.826, -0.728, -0.453]"}
{"input": "A typical individual.", "output": "[-0.62, -1.038, 1.282, 0.026, 0.415, -0.758, 2.738, 0.805, 0.959, -1.132]"}
{"input": "A person with a short neck, short legs, narrow shoulders, low body mass, thin bust and thin waist.", "output": "[-2.807, -0.981, 0.901, -0.415, 0.971, -2.211, -0.923, -1.885, 1.472, -3.117]"}
{"input": "A small individual with a brief neckline, limbs of standard duration, expansive upper extremities and ample shoulder area.", "output": "[-1.309, 1.969, -2.278, 0.606, 1.27, -1.617, 0.556, -0.282, -2.401, 1.953]"}
{"input": "Average height person with:\n* Very long arms\n* Broad shoulders\n* Average body mass\n* Bust of average thickness\n* Waist of average thickness", "output": "[0.454, 0.66, -2.232, 0.566, 0.129, -3.967, 0.105, -1.492, 2.142, -2.465]"}
{"input": "An average height person with neck of average length, short legs, narrow hip, low body mass, thin arms, thin legs and thin waist.", "output": "[-0.866, -0.193, -1.188, -1.392, -0.605, -2.041, 2.281, 2.158, -0.97, 1.682]"}
{"input": "A short person with very short legs, average shoulder width, thin arms and thin legs.", "output": "[-1.426, 0.568, -0.422, -2.705, -0.479, 0.273, 1.416, 0.227, 1.006, 3.442]"}
{"input": "A short person with a short neck and long arms.", "output": "[-1.257, 1.317, -1.027, -1.154, -0.141, -0.171, -1.399, 0.385, -0.196, -1.19]"}
{"input": "An average-sized person with long arms, narrow hips, average body mass, and legs of average length.", "output": "[0.496, 0.271, -1.558, -2.049, -0.065, 0.963, -1.405, -1.496, -0.681, -0.396]"}
{"input": "A person with a very tall neck, short legs, broad shoulders, narrow hips, a lot of body mass, thick arms, thick legs and a thick bust.", "output": "[4.918, 0.247, -0.968, -2.483, 1.366, -1.019, -0.712, -2.543, -0.541, 0.493]"}
{"input": "A person with a broad hip, broad shoulders, a lot of body mass, long legs, long arms, thick legs, thick arms, a short neck, and a bust of average thickness.", "output": "[-1.068, 2.798, -1.331, 0.931, -0.722, 1.667, 1.519, -1.556, 0.062, -0.032]"}
{"input": "An average-sized person with long legs, broad hips, a significant amount of body mass, sturdy arms, a full bust, and a thick waist.", "output": "[0.361, 0.468, 0.996, 2.278, 0.298, -0.062, 1.652, 1.926, -1.924, -1.116]"}
{"input": "A person with very short legs, narrow shoulders, narrow hips, low body mass, thin arms, thin bust, and thin waist.", "output": "[-1.159, -1.152, 0.283, -2.02, -0.297, -0.657, -1.148, -1.776, 2.861, -1.015]"}
{"input": "A short person with a short neck, narrow shoulders, narrow hip, very little body mass, very thin arms, thin legs, very thin bust and very thin waist.", "output": "[-2.066, -1.384, -1.928, -0.895, 0.831, 1.04, -0.49, -1.355, -0.174, -1.876]"}
{"input": "A medium-built individual with long limbs.", "output": "[-0.417, 0.347, 2.184, -1.854, -1.702, 0.259, -1.173, 1.14, -1.479, 0.026]"}
{"input": "A tall person with tall neck, average body mass and waist of average thickness.", "output": "[1.63, -0.797, 0.223, -0.836, 1.813, -1.643, -0.547, 1.212, -0.534, -2.43]"}
{"input": "A mid-level individual with a standard collar, normal body weight and sturdy limbs.", "output": "[-0.501, 0.295, -0.159, 1.477, -0.951, 0.633, -0.601, -1.067, 2.563, 0.219]"}
{"input": "A person of average height, with long legs and arms of average thickness.", "output": "[0.117, 0.404, -0.708, 1.468, -0.365, 2.68, -2.121, 0.111, 0.994, -0.069]"}
{"input": "A colossal figure with an elongated neck, limited limbs, muscular shoulders, expansive hips, copious body mass, robust arms, sturdy legs, ample bust and considerable waist.", "output": "[2.604, 1.579, 2.518, 1.731, 1.424, 0.216, 0.953, -3.157, -1.047, -0.069]"}
{"input": "An average person with short arms and legs of average thickness, with a height that is typical.", "output": "[0.303, -0.384, 1.686, 0.864, -1.117, 1.065, -1.302, 0.248, -0.294, -2.908]"}
{"input": "Average height person with thin arms, thin bust, thin waist, long legs, narrow shoulders, low body mass and short neck.", "output": "[-1.063, -1.581, -0.672, 2.273, -1.623, -0.479, 1.672, 0.281, -0.249, -0.192]"}
{"input": "A petite individual with a brief neck, elongated limbs, moderate pelvis breadth and mid-range torso thickness.", "output": "[-2.054, 1.264, -1.455, -0.617, 1.554, 0.189, 1.89, -0.213, -1.328, -0.169]"}
{"input": "A middle-sized individual with a proportional torso, underdeveloped thighs, slender limbs, a slim midsection, and a meager physique.", "output": "[0.086, -0.742, -1.336, -0.264, 0.272, -4.66, 0.021, 1.152, 0.269, 1.994]"}
{"input": "An average height person with legs of average length, broad shoulders, broad hip, a lot of body mass, thick arms and very thick legs.", "output": "[-0.299, 1.523, 0.502, 1.47, -1.716, -1.694, 1.527, -2.833, -0.053, 0.021]"}
{"input": "A person with broad shoulders, a lot of body mass, thick bust, thick waist, average thickness in the arms and legs.", "output": "[0.768, 1.227, 0.833, -0.516, -0.53, -0.943, 0.187, 1.912, -0.552, 0.488]"}
{"input": "An average height person with very short arms and average body mass.", "output": "[-0.737, -0.812, 2.379, 2.635, -1.381, -1.391, -1.537, 0.829, -0.648, 0.281]"}
{"input": "A person with a thick bust, broad shoulders, short legs, and tall neck.", "output": "[1.917, 0.758, 0.248, -0.442, -2.132, -2.453, -1.422, 0.663, 0.211, 0.019]"}
{"input": "A tall person with legs of average length, average shoulder width, average body mass and thick bust.", "output": "[1.641, -0.208, -0.308, 1.291, 1.672, -2.675, 2.605, 2.423, 1.647, -2.558]"}
{"input": "Average height person with neck of tall proportions, legs of average length and thick legs.", "output": "[1.102, 0.748, 0.459, -1.149, 0.97, 0.627, 1.7, -0.805, 1.94, -1.997]"}
{"input": "A short person with short legs, very short arms, very broad shoulders, broad hip, a lot of body mass, thick arms, thick legs, thick bust and thick waist.", "output": "[-1.088, 2.462, 3.067, -1.825, -0.889, 0.058, -1.213, -1.37, -2.401, -0.215]"}
{"input": "A person with a very thick waist, broad shoulders, long legs, very broad hip, very much body mass, thick arms, thick legs, and a short neck.", "output": "[-1.0, 3.106, 0.886, 1.576, -0.16, -0.106, 0.707, -0.536, 1.521, -0.365]"}
{"input": "A very short person with a short neck, short legs, arms of average length and thin bust.", "output": "[-2.764, 0.877, -0.372, -0.934, -0.023, -1.642, -3.853, -0.842, 0.777, 0.97]"}
{"input": "A mediocre stature individual with diminutive arms, standard shoulder breadth, meager physique, armaments of moderate girth, slender limbs, slim bust and slim waist.", "output": "[-1.272, -1.046, 0.411, -0.649, -0.437, -0.022, 1.74, 0.358, -1.232, -0.456]"}
{"input": "A person with a very thin waist, thin arms, thin bust, and low body mass, has a short neck, short legs, and average length arms.", "output": "[-2.373, -0.684, -0.071, -1.941, 0.578, -3.325, 1.03, -1.54, -0.926, 0.646]"}
{"input": "An average height person with tall neck and short legs.", "output": "[0.837, -0.113, 0.576, -1.295, 0.879, 0.568, -0.732, 0.69, -0.354, 1.512]"}
{"input": "An ordinary individual with a standard stature and moderate weight.", "output": "[0.12, 1.135, 0.865, -0.574, -0.665, 0.062, -1.258, -0.037, 0.386, 1.033]"}
{"input": "An average height person with short legs, broad shoulders and arms of average thickness.", "output": "[-0.416, 0.893, 1.337, -0.972, 0.246, -0.63, 3.473, 1.294, -1.533, 1.558]"}
{"input": "A compact individual with an exceedingly brief neck, protractile limbs, slender forearms, and ample hips.", "output": "[-2.415, -1.468, 1.992, 1.666, -0.918, 0.531, 1.362, 0.687, 1.089, -0.712]"}
{"input": "An average-length person with short legs, neck of average length, very short arms, and narrow shoulders.", "output": "[-1.352, -0.994, 1.953, -1.296, 2.146, -1.236, -1.42, -1.103, 2.393, 1.966]"}
{"input": "A petite individual with limbs of moderate duration, conspicuously elongated appendages and a standard physique.", "output": "[-1.669, 1.247, -1.872, -1.642, 0.873, 0.451, -0.734, -0.623, 1.523, 1.715]"}
{"input": "An average height person with thick legs, long arms, broad hips, a lot of body mass, thick waist and arms of average length.", "output": "[0.252, 0.884, -0.48, 2.013, -0.056, 1.409, 3.349, -0.413, 0.011, 1.213]"}
{"input": "A tall individual with a standard neckline, elongated limbs, wide shoulder muscles, significant body weight, imposing upper arms, robust lower limbs, and ample chest area.", "output": "[1.464, 1.806, -1.862, 1.076, 0.56, -0.969, -0.713, -1.457, 0.513, 1.209]"}
{"input": "An average height person with narrow hip, low body mass, thin arms, thin legs, thin bust and thin waist.", "output": "[0.324, -1.733, -0.731, 0.481, -0.694, -2.45, 0.089, 0.559, 1.437, 1.603]"}
{"input": "A person of average height with long arms and thin legs.", "output": "[0.442, -0.844, 1.089, -0.147, -1.912, -0.326, 2.311, 2.68, -0.473, -1.12]"}
{"input": "A petite individual with moderate hip span, middling physique, and standard waistline thickness.", "output": "[-1.729, 1.404, 0.366, -1.767, -0.028, 2.161, -0.579, -0.155, -0.621, -0.879]"}
{"input": "A tall individual with proportionate limbs, wide hips, sturdy thighs, and a torso of medium width and volume.", "output": "[-0.878, 0.712, 1.666, 1.518, -2.605, 2.686, -0.989, -0.911, -0.013, -0.878]"}
{"input": "A compact individual with a concise neckline, elongated limbs, standard shoulder breadth, expansive hips and mid-range thighs.", "output": "[-2.156, 1.228, -0.439, -0.543, 1.261, -0.066, 0.825, -1.783, 0.689, 0.818]"}
{"input": "An average height person with very short legs, average shoulder width, average hip width and thin bust.", "output": "[-0.623, -0.308, 0.862, -2.053, 0.16, -1.514, 1.597, -3.569, 1.804, 1.558]"}
{"input": "A person with an average hip width, tall neck, a lot of body mass, thick arms, thick legs, thick bust and thick waist.", "output": "[2.105, 1.345, -0.362, 0.803, -2.349, -0.391, -2.977, -1.823, 2.474, 0.241]"}
{"input": "A medium-sized individual with a brief throat, elongated limbs, slender upper arms and a diminutive chest.", "output": "[-1.465, -0.558, 0.032, 1.101, -1.683, 1.658, -0.057, -2.681, -0.56, 0.306]"}
{"input": "Tall person with long arms, average shoulders and legs of average thickness, and legs of average length.", "output": "[1.426, -0.803, -1.366, 0.971, 1.993, -0.069, -0.955, 0.248, 0.993, -1.575]"}
{"input": "A tall person with tall neck, short legs, short arms, a lot of body mass, thick arms and thick legs.", "output": "[1.247, -0.393, 2.594, -0.146, -0.745, -1.412, 0.0, -0.592, 0.857, 0.024]"}
{"input": "A very tall person with tall neck, long legs, narrow shoulders, narrow hip, low body mass, thin arms and thin legs.", "output": "[2.487, -3.142, -0.915, 1.801, -0.653, 1.095, 0.207, 3.418, -0.587, 0.87]"}
{"input": "An average height person with long legs, narrow hip, low body mass, thin arms, thin legs, thin bust and thin waist.", "output": "[-0.606, -0.594, -2.273, -0.172, -0.251, 1.782, -1.492, -0.052, -1.962, 0.024]"}
{"input": "A compact individual with minute limbs, expansive upper body, slender hips, meager frame, slim legs and slender torso.", "output": "[-1.047, -0.049, -0.25, -2.438, 1.427, -3.743, 3.358, 2.299, -2.563, -0.773]"}
{"input": "A tall individual with long limbs, wide shoulders, expansive hips, significant body mass, sturdy arms, sturdy legs, full bust and ample waist.", "output": "[0.262, 1.637, 0.21, 0.938, -1.9, 0.334, 0.717, -0.83, -0.874, -1.331]"}
{"input": "A tall person with tall neck, short arms, a lot of body mass, thick arms, thick legs, thick bust and thick waist.", "output": "[1.602, 0.439, 2.097, -0.005, -0.142, 0.582, -1.874, -0.495, -2.7, 2.406]"}
{"input": "A typical individual with a mid-range torso length, normal pelvis width, standard lower extremity girth, and proportional upper and lower limbs.", "output": "[-0.896, 0.001, -0.363, -0.326, -0.759, 0.186, 1.289, -0.884, 0.516, 0.038]"}
{"input": "Average height with short legs, average body mass, and arms of average thickness.", "output": "[0.094, -0.203, 0.461, -1.011, 1.114, -0.35, -1.528, -2.019, 2.115, 1.237]"}
{"input": "A mid-height individual with limbs of standard duration, wide pectorals, vast hips, copious body weight, muscular upper arms, sturdy lower extremities, ample chest and considerable girth at the waist.", "output": "[-0.022, 2.901, 2.658, 0.061, 0.344, -0.793, -1.995, -2.661, 3.043, -3.029]"}
{"input": "A medium-built individual with expansive hips, muscular thighs, and sturdy lower limbs.", "output": "[-1.262, 0.065, 0.807, 1.68, 2.604, -1.024, -0.381, -4.366, -0.294, 1.332]"}
{"input": "A short person with a short neck, broad shoulders and arms of average thickness.", "output": "[-2.035, 1.695, 0.272, 0.157, -0.174, -2.053, -1.165, 0.204, -3.629, 1.125]"}
{"input": "A compact individual with a slender throat, expansive pelvis, moderate musculature and limbs of typical girth.", "output": "[-1.618, 0.929, 0.164, 0.024, 0.605, 0.365, 2.346, -0.081, -2.401, -0.58]"}
{"input": "A medium-height individual with minute limbs, regular shoulders, slender hips, meager physique, spindly arms, extremely slender legs, slender bust and narrow waste.", "output": "[-0.788, 0.309, -1.075, -3.666, -1.231, -2.052, -1.021, 1.139, -0.078, -0.397]"}
{"input": "Tall individual with middling neck, extremely long limbs, expansive torso, prominent hips, ample body mass, stocky arms, sturdy legs, voluminous bust and copious waist.", "output": "[1.421, 1.722, -1.972, 3.006, 0.797, 2.873, -1.867, 0.907, 1.31, -0.749]"}
{"input": "Average height with broad shoulders, average body mass and thick bust.", "output": "[1.404, 1.147, -0.479, 1.04, -3.743, -1.226, -0.617, 3.618, 0.415, -0.334]"}
{"input": "A person with a thin waist, thin legs, thin arms, narrow shoulders, short neck, short arms, low body mass, narrow hips, and a short person.", "output": "[-1.87, -1.508, 0.215, -0.572, -1.562, -0.937, -2.159, 0.637, 0.271, 0.168]"}
{"input": "A short person with a short neck, very long arms, broad shoulders and bust of average thickness.", "output": "[-1.484, 1.904, -1.832, -1.169, 0.883, -0.268, 0.799, -1.736, -0.207, -0.789]"}
{"input": "An average height person with legs of average length, arms of average length and waist of average thickness.", "output": "[0.958, -0.833, -1.046, -0.142, -0.504, 0.999, 1.585, -1.116, 0.371, -0.381]"}
{"input": "Average height person with bust of average thickness, shoulder width of average, and waist of average thickness.", "output": "[-0.692, 1.237, -1.051, -0.683, -0.766, 0.774, 0.025, -3.071, -0.587, -1.069]"}
{"input": "A medium-sized individual with a standard neckline, long limbs, slender shoulders, slim chest and midsection of regular width.", "output": "[-1.417, -1.102, 0.625, -0.669, 0.358, 3.535, 1.685, -0.324, 0.778, -3.21]"}
{"input": "Average height person with bust of average thickness, narrow hips, average body mass, thin arms, and thin legs.", "output": "[0.907, -1.365, -0.444, -0.974, 0.243, 2.288, 0.318, 2.096, 0.093, 1.263]"}
{"input": "A towering figure with an elongated neck, minuscule arms, slender shoulders, constricted hips, meager body mass, spindly arms and legs.", "output": "[1.206, -2.839, 1.07, 0.078, -1.26, 2.91, -0.281, 1.525, -2.063, 0.901]"}
{"input": "Average height person with long arms, broad shoulders, thin legs and thick bust, and neck of average length.", "output": "[0.814, 1.672, -0.655, -2.127, -1.209, 1.515, -0.899, 3.738, 0.469, 0.176]"}
{"input": "A person with a short neck, long legs, narrow shoulders, low body mass, thin arms, thin legs, thin bust and thin waist.", "output": "[-2.29, -0.975, -0.062, -0.007, 0.517, 0.895, -1.402, 0.996, -2.067, -2.552]"}
{"input": "An average height person with long arms, broad hip, average body mass and arms of average thickness.", "output": "[-0.86, 1.596, -0.247, -1.097, 2.349, 0.68, -0.227, -1.154, 0.539, 1.929]"}
{"input": "A short person with very long arms, broad shoulders, average hip width, legs of average thickness and bust of average thickness.", "output": "[-0.846, 2.161, -1.415, -0.552, 1.745, -0.102, -0.2, -1.468, 0.227, 0.575]"}
{"input": "A tiny individual with an insignificant neck, elongated limbs, diminutive arms, expansive hips, copious body mass, sturdy arms, prodigious legs and ample waist.", "output": "[-3.488, 0.686, 2.638, 1.991, 2.526, -0.045, -0.952, -1.955, -0.002, -3.178]"}
{"input": "A tall person with tall neck, short arms, average hip width and thick legs.", "output": "[1.1, -0.088, 1.028, 0.092, -1.766, 1.011, 2.647, -2.458, -0.637, 1.437]"}
{"input": "A short person with a short neck, short arms, broad hip and waist of average thickness.", "output": "[-1.707, -0.348, 1.477, 1.227, -0.259, -0.287, 2.14, -0.074, 0.508, 0.348]"}
{"input": "An average height person with long legs and legs of average thickness.", "output": "[-0.084, -0.686, -0.531, 2.053, 0.743, -2.055, 0.31, -0.995, -0.746, -0.91]"}
{"input": "A person with broad shoulders, broad hips, short legs and arms of average length.", "output": "[-1.102, 1.434, 1.522, -1.452, -1.157, -0.641, 0.407, -1.309, 0.92, 0.296]"}
{"input": "A person with a short neck and thin legs, and short in height.", "output": "[-1.525, 0.957, -0.348, -0.728, -1.853, -0.227, -1.246, 1.12, -0.253, -0.604]"}
{"input": "A person with very thin legs, thin waist, short legs, very tall neck, low body mass, thin arms, and narrow hips.", "output": "[2.16, -1.503, -1.323, -2.623, 0.165, -1.619, -0.465, 1.217, -3.743, 2.877]"}
{"input": "A person with a broad hip, a lot of body mass, thick arms, thick legs, thick bust and very thick waist.", "output": "[0.656, 1.39, 1.579, 0.902, -0.274, 0.974, -1.384, 1.399, -0.395, -0.779]"}
{"input": "A tall person with tall neck.", "output": "[1.774, -2.052, 0.718, -1.014, 3.053, 1.307, 0.799, 0.544, 0.552, -2.441]"}
{"input": "A medium-sized individual with stumpy limbs and an average torso girth.", "output": "[0.45, 0.328, 0.094, -1.652, -0.158, -1.217, -0.44, -1.286, -0.722, -1.226]"}
{"input": "A tall individual with lengthy limbs, moderate physique, and midsection of standard width.", "output": "[0.259, 0.694, -1.101, 0.887, 0.034, -0.788, 0.088, -0.146, 0.702, 1.089]"}
{"input": "Average height person with long legs, bust of average thickness, arms of average thickness and shoulders of average width.", "output": "[1.056, -0.22, -0.038, 1.98, -1.954, -0.158, -1.574, -0.327, -0.862, -0.263]"}
{"input": "A towering figure with an elongated neck, mid-range leg span and slim hips.", "output": "[1.909, -0.83, -1.036, 0.47, -1.35, 0.016, -0.275, -1.36, 1.449, -0.444]"}
{"input": "A person with an average-sized bust, broad hips, thick arms, and thick legs, all on top of a short neck and a short body.", "output": "[-1.305, 1.174, 0.093, 1.632, 1.028, -1.367, -0.928, -1.211, -0.547, -0.016]"}
{"input": "Average height person with:\n* Long arms\n* Short legs\n* Narrow shoulders\n* Narrow hips\n* Low body mass\n* Thin arms\n* Thin legs\n* Very thin bust\n* Very thin waist", "output": "[-1.307, -1.066, -1.714, -2.158, 0.671, 0.194, -0.724, -3.444, 1.18, 2.613]"}
{"input": "An average height person with neck of average length, long arms, broad shoulders, thick arms, legs of average thickness and thick bust.", "output": "[0.979, 1.788, -1.238, -0.406, 1.897, -0.206, -2.128, -0.114, -1.699, 0.412]"}
{"input": "Average height person with neck of average length, long legs, average body mass, and legs of average thickness.", "output": "[-0.513, 0.563, -0.656, -0.344, -0.055, 3.385, -0.787, 1.359, 0.055, 0.137]"}
{"input": "A mid-level individual with a brief torso, protracted limbs, forearms of standard girth, slender upper body and moderate overall bulk.", "output": "[-1.355, -0.448, -1.153, 1.432, 2.357, 1.629, -0.36, 0.953, -1.824, 0.778]"}
{"input": "Average height person with arms of average thickness.", "output": "[-0.753, -0.21, -0.125, 0.659, -2.515, -1.232, 1.459, 0.571, -1.51, 1.42]"}
{"input": "A moderate stature individual with stumpy limbs, elongated appendages, standard physique, and slender thighs.", "output": "[-0.157, 1.301, -0.952, -0.661, -1.812, -1.81, -1.034, 2.526, 1.438, 1.694]"}
{"input": "A standard-sized individual with moderate shoulder breadth, typical waistline circumference, and limbs of typical girth.", "output": "[0.614, 0.061, -0.898, -0.838, 0.054, 0.989, 1.742, -0.15, 0.104, -1.477]"}
{"input": "An average height person with thick bust, broad shoulders, broad hips, a lot of body mass, thick arms, thick legs, and a very thick waist.", "output": "[1.363, 1.806, 0.157, 0.124, 1.276, 1.303, 0.433, 1.648, -0.005, -0.911]"}
{"input": "An average height person with narrow hip, low body mass, thin arms, thin legs, thin bust and thin waist.", "output": "[-0.565, -0.672, -0.507, -0.54, -1.33, -1.854, 0.295, -0.031, -0.085, 0.234]"}
{"input": "A tall person with tall neck, long arms and legs of average thickness.", "output": "[1.706, 0.297, -1.679, -0.443, 2.166, 0.402, -0.484, 1.141, -0.152, -0.523]"}
{"input": "Tall individual with elongated neck, compact limbs, robust shoulders, copious body mass, stout arms, stout legs, voluminous chest and expansive waistline.", "output": "[1.564, 1.525, 2.29, -1.94, 0.528, -0.755, 0.145, 0.246, 0.041, 2.856]"}
{"input": "A compact individual with a concise neck, diminutive arms, slender shoulders, slim hips, meager body mass, slender arms, slim legs, paltry bust and slender waist.", "output": "[-2.679, -2.69, 0.039, -0.592, 0.899, -0.751, 0.669, 0.399, -0.665, 0.284]"}
{"input": "A medium-sized individual with brief lower limbs, elongated upper appendages, slender waistline, and a torso of standard girth.", "output": "[0.944, -0.014, -1.086, -1.954, -0.4, 0.053, 0.941, -0.718, 1.646, -0.232]"}
{"input": "A person with an average-width shoulder, narrow hip and a tall neck.", "output": "[1.843, -0.191, -1.191, -1.529, -1.046, 0.785, 0.094, 0.179, 1.24, -1.076]"}
{"input": "A person with low body mass, very thin arms, thin legs, a narrow hip, narrow shoulders, and a short height has long arms.", "output": "[-1.258, -0.717, -1.979, -1.742, -1.16, 1.539, 1.275, -0.856, 0.705, -0.805]"}
{"input": "A mid-range individual with limbs of typical proportions, arms of moderate girth and legs of moderate musculature.", "output": "[-0.375, 0.489, -0.932, 0.433, 0.994, 0.321, -0.208, 0.216, 0.037, 1.153]"}
{"input": "Average height person with short arms and waist of average thickness.", "output": "[0.236, -1.577, 0.576, 0.177, -0.432, -1.138, 0.746, 1.086, -1.64, -0.302]"}
{"input": "A mid-range individual boasts a proportional physique, showcasing a middling neckline, elongated limbs, and an ordinary waistline.", "output": "[0.018, 1.487, -1.898, -0.032, -0.484, 1.618, -0.871, -1.716, -0.475, -4.701]"}
{"input": "A short person with a short neck, legs of average length, very long arms, narrow hip, low body mass, thin arms, legs of average thickness, thin bust and thin waist.", "output": "[-1.908, 0.498, -2.907, -0.411, 0.41, -0.65, -1.662, -1.848, 0.514, 1.689]"}
{"input": "A very short person with a very short neck, arms of average length, narrow shoulders, low body mass, thin arms, thin legs and thin bust.", "output": "[-2.69, -1.042, 1.004, -0.543, -0.806, 0.985, 1.711, 2.432, 2.264, -1.311]"}
{"input": "A short person with neck of average length, very short legs, long arms, narrow shoulders, narrow hip, low body mass, thin arms, thin legs, very thin bust and thin waist.", "output": "[-1.62, -0.619, -1.36, -3.144, 0.861, 1.402, -0.363, -2.884, 2.502, 2.308]"}
{"input": "An average height person with neck of average length.", "output": "[-0.02, -0.066, -0.317, 0.994, -1.492, -0.489, -1.717, 0.274, 1.442, 0.486]"}
{"input": "A medium-sized individual with a standard neckline, brief upper limbs, slim shoulder blades, and an average chest width.", "output": "[-0.187, -1.955, 1.31, -0.223, 0.584, 0.984, -0.061, 0.934, -0.842, 0.382]"}
{"input": "A person with a thick neck, short arms, a lot of body mass, thin arms and very thick legs.", "output": "[1.288, -1.237, 1.954, 1.47, 3.631, -0.266, 1.606, -2.473, -0.576, 0.375]"}
{"input": "An average height person with average hip width.", "output": "[-0.995, 1.041, -0.915, 0.242, 2.068, 0.121, -1.293, 1.923, -2.339, 1.274]"}
{"input": "A person of moderate stature boasts a petite frame, complete with a slender neck, limbs of standard length, shoulders that are practically nonexistent, a narrow midsection, and a meager amount of body fat, as well as long, thin arms and legs.", "output": "[-1.229, -1.916, -1.171, 0.267, -3.566, 0.372, -0.301, 0.529, -0.821, 2.623]"}
{"input": "A tall person with tall neck, short arms, narrow shoulders, legs of average thickness and bust of average thickness.", "output": "[1.252, -2.752, 1.116, 0.723, 2.094, 2.764, -0.34, -2.321, 0.067, 0.187]"}
{"input": "A medium-height individual with standard shoulder expanse.", "output": "[0.447, -0.249, -0.169, -1.208, 0.289, 2.853, -0.148, -0.667, 0.91, 2.939]"}
{"input": "A person with a short neck, long legs, narrow shoulders, average hip width, low body mass, thin arms, thin legs and thin bust.", "output": "[-2.077, -0.213, -1.361, 0.326, -0.107, 1.559, 0.267, 0.988, -0.407, -0.18]"}
{"input": "An average height person with long legs, arms of average length, narrow shoulders, narrow hip, low body mass, thin arms, thin legs, thin bust and thin waist.", "output": "[-0.626, -1.442, -1.254, 1.172, -0.993, -0.951, -0.645, 0.442, -1.631, 0.553]"}
{"input": "A person with thin arms, thin legs, narrow hip, low body mass, thin bust, and thin waist, with an average height.", "output": "[0.264, -0.672, -1.597, 0.09, -3.359, -1.245, 0.921, 0.043, -1.356, 0.749]"}
{"input": "An average height person with neck of average length, very narrow shoulders, narrow hip, low body mass, very thin arms, very thin legs, very thin bust and thin waist.", "output": "[-1.52, -2.006, -0.803, -1.019, 1.082, 2.13, -1.543, 0.197, -1.539, 0.825]"}
{"input": "A towering figure with a long, slender neck, moderate-length limbs, an extremely narrow pelvis, a meager physique, spindly arms, spindly legs, a lean bust, and a slender waist.", "output": "[1.736, -1.36, -2.327, -1.736, -0.908, 1.056, -0.465, -2.092, -0.193, 0.937]"}
{"input": "A person with an average thickness waist, thin arms, low body mass, narrow shoulders, a very short neck, and a short body.", "output": "[-3.307, -0.243, 0.559, -0.795, -0.598, 1.34, -1.375, -1.832, 0.497, 0.744]"}
{"input": "An average height person with very short legs, short arms, arms of average thickness and bust of average thickness.", "output": "[-0.464, 0.198, 1.697, -1.671, -0.219, -1.213, 0.73, -1.041, 0.732, 2.0]"}
{"input": "The individual stands at a moderate stature, their upper limbs relatively short in proportion to their torso, while their chest width is typical in size.", "output": "[-0.967, 0.175, 0.909, 0.676, 0.348, -0.619, -0.593, 1.424, -2.031, 1.625]"}
{"input": "An average height person with long legs, broad hip, a lot of body mass, thick arms, legs of average thickness, thick bust and thick waist.", "output": "[-0.698, 1.339, 1.065, 0.568, -0.247, 3.297, 0.072, 0.804, -0.991, 1.273]"}
{"input": "A standard-sized individual with an elongated cervical spine and moderate overall muscle mass.", "output": "[1.02, -0.335, -0.486, -1.714, 0.668, 3.619, 2.27, -1.899, 2.074, -0.263]"}
{"input": "A tall person with tall neck, average body mass, thick arms and thick legs.", "output": "[1.357, -0.747, 0.058, 1.704, 2.349, -0.677, 1.321, -2.643, -0.381, 1.56]"}
{"input": "An average height person with broad shoulders and legs of average thickness.", "output": "[1.059, 0.84, -0.849, -0.996, -1.138, -1.988, -0.247, -0.546, 0.123, -1.265]"}
{"input": "A tall person with tall neck, broad shoulders and thick bust.", "output": "[1.856, 1.177, -0.579, -1.076, -0.679, -0.42, 1.463, 0.111, -0.595, -1.463]"}
{"input": "Average height, long arms, and average shoulder width.", "output": "[0.703, 0.657, -1.962, 0.69, 3.28, -0.095, -1.304, 0.278, -0.096, 4.059]"}
{"input": "A person with an average-sized bust and waist, but with broad hips and thick arms and legs.", "output": "[-1.404, 1.158, 0.973, 0.136, 1.288, -0.027, 0.987, -1.773, -1.353, -1.01]"}
{"input": "An average height person with broad shoulders, broad hip, very much body mass, thick arms, thick legs, very thick bust and thick waist.", "output": "[1.136, 1.863, 0.491, 0.445, 0.733, 0.624, 2.392, 0.534, -1.416, 0.162]"}
{"input": "A median figure with appendages of normal girth, broadshoulders of mediocrity, and an average physique.", "output": "[-0.949, -0.94, 1.273, -0.718, 1.586, 2.319, 0.444, -0.5, 3.455, -0.219]"}
{"input": "An average height person with a thin neck, narrow hips, low body mass, thin arms, thin legs, thin bust and thin waist.", "output": "[-0.801, -1.276, -1.192, 0.4, -0.8, -2.74, 0.459, 0.538, -3.037, -1.097]"}
{"input": "A medium-built individual with mid-range stature, shoulders spanning a moderate breadth, and arms of typical girth.", "output": "[0.425, 0.251, -0.901, 0.533, 0.269, -0.309, 3.626, -0.783, -1.04, 1.668]"}
{"input": "A petite individual with an ordinary neck, stubby limbs, vast hips, significant body mass, sturdy arms, stout legs, ample bust and expansive waist.", "output": "[-1.357, 1.008, 3.945, -0.015, -0.059, -1.891, -1.774, 0.992, -0.676, 1.154]"}
{"input": "A person with broad shoulders, broad hip and bust of average thickness, and short legs.", "output": "[-2.462, 2.659, 0.593, -2.618, 0.295, 0.094, -1.967, -1.34, -1.012, 1.458]"}
{"input": "A person with an average-length neck, long legs, arms of average thickness, a narrow hip, and tall stature.", "output": "[2.061, -0.919, -1.615, 1.461, 0.937, 0.13, -1.91, -0.125, -1.624, -1.273]"}
{"input": "A person with average thickness hips and waist, broad shoulders, long arms and a short body with short legs.", "output": "[-0.875, 2.549, -0.197, -0.796, 0.315, -1.319, -0.066, -0.265, 1.898, -0.514]"}
{"input": "A very tall person with very tall neck, arms of average length, average shoulder width and narrow hip.", "output": "[2.896, -1.184, -0.59, -0.952, 2.658, 2.165, -1.142, 2.588, -2.086, -0.92]"}
{"input": "A standard-sized individual with an elongated neck, limited upper limbs, considerable bodily mass, robust arms, stout legs and broad midsection.", "output": "[0.648, -0.789, 2.719, 0.152, 1.498, 1.184, 1.682, -0.62, 0.311, 1.132]"}
{"input": "An average height person with neck of average length, short legs, average shoulder width, narrow hip, low body mass, thin arms, thin bust and thin waist.", "output": "[0.111, -1.282, -0.993, -1.681, 0.686, -0.714, -0.178, -1.592, 0.163, 1.067]"}
{"input": "Average height person with thin arms, thin legs, narrow shoulders, narrow hips, low body mass, thin bust and thin waist.", "output": "[-0.423, -1.946, -0.709, -0.507, 0.745, -0.208, -1.45, -0.545, 0.492, 0.646]"}
{"input": "A person of standard stature with a neck of median length, incredibly long limbs, slender shoulders, average hip breadth, low body mass index and thin upper arms.", "output": "[0.209, -2.022, -1.596, 2.844, -0.341, 0.611, 1.635, 1.749, -0.438, 2.826]"}
{"input": "Tall person with broad shoulder, very much body mass, thick arms, thick legs, broad hip, tall neck, short legs.", "output": "[1.812, 1.52, 2.416, -0.877, -0.429, -1.659, 1.735, -1.508, 0.976, -2.71]"}
{"input": "An average height person with a short neck, very long legs, very narrow shoulders, legs of average thickness and thin bust.", "output": "[-1.486, -1.92, 0.102, 2.431, 0.505, 1.777, 1.347, -0.543, -0.405, -0.283]"}
{"input": "A very short person with a short neck, very short arms, very narrow shoulders, arms of average thickness and thin bust.", "output": "[-2.813, -1.146, 1.798, -0.678, 0.841, 1.486, 0.823, -1.21, -0.336, 1.08]"}
{"input": "A miniature individual with an abbreviated neck, protracted limbs, elongated arms, meager physique, slender arms, slender legs, slender bust, and slender waist.", "output": "[-3.075, 1.223, -2.38, -0.316, -0.493, -0.299, 0.09, -0.799, -0.729, -0.5]"}
{"input": "An average stature individual with mid-range neck and limbs of standard proportions.", "output": "[0.659, -0.063, 0.665, 0.82, -2.477, -0.508, -0.793, 1.571, 1.093, 0.458]"}
{"input": "An average height person with short legs, short arms and arms of average thickness.", "output": "[-0.372, -0.817, 1.166, -0.13, -2.239, -3.235, 2.774, -0.129, -1.617, -0.62]"}
{"input": "An average height person with tall neck, short legs, short arms, narrow shoulders, narrow hip, low body mass, thin arms, thin legs, thin bust and thin waist.", "output": "[0.701, -2.365, 1.53, -1.975, -0.104, 0.735, -0.066, -0.066, 0.418, 0.391]"}
{"input": "A slender individual with a moderate stature, broad shoulders, slim hips, lean physique, slender arms, slender legs, petite bust, and slender waist.", "output": "[-1.083, -1.785, -0.789, -0.637, 1.024, 1.05, 1.807, -0.299, 0.049, 3.186]"}
{"input": "A mediocre individual with abnormally diminutive appendages, constricted shoulder blades, limbs of standard girth, and a midsection of typical width.", "output": "[-0.011, -2.471, 2.481, 0.187, 1.727, 1.43, 0.048, -0.9, 0.322, -2.041]"}
{"input": "Average height person with:\n* Narrow shoulders\n* Narrow hips\n* Low body mass\n* Thin arms\n* Legs of average thickness\n* Very thin bust\n* Very thin waist", "output": "[-1.129, -1.321, -1.847, -0.044, 0.329, -0.574, -1.231, -2.356, -0.162, -0.78]"}
{"input": "A person with an average waist and legs of average thickness, but with a tall neck and narrow shoulders.", "output": "[2.451, -2.949, -0.797, 0.749, 1.749, 0.731, -0.337, 0.744, -0.106, -0.928]"}
{"input": "A compact individual with a concise throat, elongated limbs, arms of moderate length, expansive hips and an average overall mass.", "output": "[-1.357, 0.673, 0.308, 0.877, 0.37, 1.212, -0.215, 1.825, -1.657, -0.228]"}
{"input": "An average height person with short arms, average shoulder width and arms of average thickness.", "output": "[0.61, 0.026, 1.643, -0.456, -0.498, -0.823, -0.435, 0.491, -1.326, -1.243]"}
{"input": "Average height person with thin legs and waist of average thickness, and average body mass.", "output": "[0.284, -1.368, -0.302, -0.14, 2.552, -2.243, -0.396, 2.459, -0.325, -1.558]"}
{"input": "A very short person with a very short neck, short arms, narrow shoulders, very broad hip and waist of average thickness.", "output": "[-2.951, 0.272, 1.895, 0.803, 0.255, 1.613, -3.622, 1.498, 1.384, 1.329]"}
{"input": "A person with an average shoulder width, long arms, short legs, and a short neck.", "output": "[-1.656, 1.494, -0.763, -1.669, 0.562, -1.009, -0.853, 1.285, 0.076, 0.063]"}
{"input": "A tall person with tall neck, short arms and narrow hip.", "output": "[1.073, -2.019, 1.215, -0.639, -1.158, 0.101, 1.109, 0.437, -0.201, 0.282]"}
{"input": "An average height person with a short neck, long legs, very long arms, average hip width, arms of average thickness, thin legs and bust of average thickness.", "output": "[-0.63, 1.203, -2.585, 0.741, -0.501, 2.004, -0.41, 2.104, -0.303, 1.642]"}
{"input": "An average height person with arms of average length, narrow hip and thin arms.", "output": "[1.081, -1.187, -1.074, -1.031, -1.059, 1.203, 1.599, -0.618, 2.091, 1.344]"}
{"input": "A person with average-sized hips, broad shoulders, and long arms.", "output": "[-0.448, 1.32, -1.181, -1.225, -0.829, -0.944, -1.689, -0.272, 0.457, -1.708]"}
{"input": "A standard-sized individual with mid-range pelvis breadth and average torso girth.", "output": "[-0.388, 0.029, -1.009, -0.718, -0.747, 0.248, -0.314, -1.324, -2.019, -0.834]"}
{"input": "An average height person with neck of average length, long legs, arms of average length, narrow shoulders, narrow hip, low body mass, thin arms, thin legs, thin bust and thin waist.", "output": "[0.419, -2.698, -1.634, 0.526, 0.325, 1.962, 3.266, -0.945, -0.467, -0.025]"}
{"input": "A short person with a short neck, very long legs, narrow shoulders and average hip width.", "output": "[-1.663, -0.73, 0.458, 2.173, 0.759, 1.747, -2.75, 3.654, -0.342, -1.12]"}
{"input": "A petite individual with a brief torso, elongated limbs, meager physique, slender arms, slender legs, moderate bust and waist circumference.", "output": "[-1.332, 0.451, -2.026, -0.17, -1.39, 0.783, -0.895, -0.436, 0.864, -0.034]"}
{"input": "A tall individual with expansive shoulders, substantial physique, sturdy limbs, robust torso, prominent pectorals, and ample hip girth.", "output": "[1.418, 1.728, -0.132, 1.095, -1.314, -1.92, -0.363, -1.362, 0.355, 2.635]"}
{"input": "A towering individual with an elongated throat.", "output": "[1.886, -0.274, -0.785, 0.042, 0.318, -0.603, -0.072, -0.112, 0.593, 2.187]"}
{"input": "A person with an average waist and hips, but with a very tall neck and long arms.", "output": "[2.795, -0.07, -2.027, -0.502, 1.087, 0.606, -1.439, 0.6, -1.283, -0.034]"}
{"input": "A person of typical stature boasts an elongated torso, while their lower limbs are unusually brief. Their wide shoulders are in stark contrast to their stubby thighs, which give the appearance of a stumpy base.", "output": "[0.559, 0.55, 1.653, -2.462, 1.254, -2.361, 0.068, -2.338, 1.148, 0.217]"}
{"input": "Average height person with thick legs, average hip width and short arms.", "output": "[0.355, -1.245, 1.378, 1.792, 0.606, -1.065, 0.455, -1.125, 0.189, 0.354]"}
{"input": "A standard-sized individual with a mid-range neck, long limbs, medium-length arms, typical shoulder breadth, slender limbs and slim body.", "output": "[0.064, -0.451, -1.173, -0.208, -1.275, 2.449, -1.909, 1.015, -0.432, -0.646]"}
{"input": "A mid-level figure with limbs of standard girth, torso of moderate circumference, slender upper body, and slim lower body.", "output": "[-0.519, 0.385, -1.275, -0.506, -1.834, -2.054, 1.259, -2.392, 0.462, -0.331]"}
{"input": "A slender individual with a slim build and delicate features.", "output": "[-0.138, -1.685, 0.25, -0.338, -1.799, -1.399, 2.488, 1.105, 0.432, -0.885]"}
{"input": "An average height person with long legs, broad hips, a lot of body mass, thick arms, thick legs, thick bust and very thick waist.", "output": "[-0.516, 1.3, 1.712, 1.491, 1.525, 2.697, -1.882, 0.515, 0.358, 0.821]"}
{"input": "Average height, long arms, and arms of average thickness.", "output": "[0.315, 0.685, -1.712, -0.357, -0.711, -1.582, -0.818, -3.37, 0.31, 1.877]"}
{"input": "A towering figure with an elongated neck, stumpy limbs, wide shoulders, slender hips, and a chest of standard proportions.", "output": "[1.508, 0.563, 0.393, -2.732, -1.659, -0.383, -2.549, -2.004, -1.632, -1.682]"}
{"input": "A person with long arms, narrow hips, low body mass, thin legs, thin arms, thin bust, and thin waist, but with very short legs.", "output": "[-0.168, -0.872, -1.207, -2.352, 0.579, -0.409, 1.956, -0.405, 2.266, 2.577]"}
{"input": "A tall person with average body mass, arms of average thickness, legs of average thickness and bust of average thickness.", "output": "[1.43, 0.178, -1.226, 0.069, -0.692, 1.487, 2.091, -0.41, -1.434, -0.152]"}
{"input": "An average height person with a short neck, legs of average length, narrow shoulders and average body mass.", "output": "[-0.402, -1.155, -0.308, 2.211, -2.231, -1.534, 0.786, 0.555, 2.678, 1.536]"}
{"input": "A mid-level individual with below-average limbs, a wide pelvis, moderate arm girth and a substantial middle section.", "output": "[0.539, -0.54, 2.34, -0.006, 0.038, 2.125, 3.315, 1.062, 2.068, 0.61]"}
{"input": "A person with very narrow hips, low body mass, thin arms, thin legs, thin bust and thin waist is tall.", "output": "[1.295, -1.089, -2.133, -0.805, -1.206, -0.526, -0.905, -1.516, -0.469, -0.516]"}
{"input": "A tall individual with proportional limbs, impressive upper body strength, and a prominent torso.", "output": "[-0.419, 2.919, -1.499, -0.024, 2.943, 1.37, 2.945, -0.689, -2.024, 2.354]"}
{"input": "An average height person with long legs and bust of average thickness.", "output": "[0.651, -0.1, -0.708, 0.751, -0.594, 0.752, -0.406, -1.05, -0.604, -2.084]"}
{"input": "A mid-range figure with minute limbs and slender shoulders.", "output": "[-0.449, -2.176, 2.626, 0.378, -0.142, -0.047, -2.561, 1.02, -0.297, -0.435]"}
{"input": "A petite individual with a brief neck, prolonged limbs, expansive shoulders, wide hips, mid-range thighs, and normal torso width.", "output": "[-1.483, 2.973, -1.148, -0.266, 1.475, -1.576, 0.05, 0.966, -0.83, -0.04]"}
{"input": "A diminutive individual with minute limbs, slender torso, meager physique, spindle-like arms, scanty legs, slim bust, and slender waist.", "output": "[-0.573, -0.705, 0.753, -3.541, -0.222, -2.164, 0.643, 1.423, 3.368, -1.287]"}
{"input": "Average length neck on an individual of average height, short legs and average body mass.", "output": "[-0.149, 0.574, 1.093, -2.001, -1.892, 1.221, 0.831, -1.856, 0.104, -0.645]"}
{"input": "A mid-range individual with a slender throat, elongated limbs, and expansive hips.", "output": "[-0.708, 1.591, -1.586, 1.989, 0.413, -0.963, -0.358, 2.812, -0.542, -0.243]"}
{"input": "A person with an average height, a tall neck, short legs, arms of average length, legs of average thickness, and a waist of average thickness.", "output": "[1.137, -0.699, 0.835, -1.106, -0.36, -0.064, 0.761, -0.751, 3.171, -0.9]"}
{"input": "An average-height person with long legs.", "output": "[0.126, -0.859, -0.6, 1.444, 0.509, -0.814, -1.679, -1.797, -1.238, -1.3]"}
{"input": "A person with an average-sized chest, long limbs, a brief neck, and a slender body mass.", "output": "[-1.363, 0.163, -0.158, 0.716, 0.232, 0.616, 0.061, 0.717, -1.833, -0.255]"}
{"input": "An average height person with thin arms, narrow hip, thin legs, and thin waist, and short legs.", "output": "[1.126, -0.759, -0.051, -2.212, -3.042, -0.919, -0.46, 1.517, 1.254, -1.606]"}
{"input": "A person with an average-thickness arm and a very tall neck, and a very tall body.", "output": "[2.434, -0.35, -0.464, -0.613, -0.639, 0.892, 0.797, 0.042, -0.035, 2.441]"}
{"input": "An average height person with arms of average length, narrow shoulders, bust of average thickness and waist of average thickness.", "output": "[0.199, -1.056, 0.309, 2.267, -2.027, -0.084, 1.349, 0.318, 2.071, 1.488]"}
{"input": "An average height person with long legs, very long arms and average hip width.", "output": "[-0.424, 0.694, -1.882, 0.697, 1.16, 1.839, -1.391, -0.922, 1.23, -2.977]"}
{"input": "A short person with a short neck and thin legs.", "output": "[-1.372, -0.258, -0.105, 0.115, 0.91, -0.466, -1.19, 2.574, 0.399, -0.185]"}
{"input": "A typical individual with mid-range stature, neck of standard length, stubby limbs, and typical shoulder breadth.", "output": "[-0.314, 0.413, 0.697, -1.744, -1.082, -0.879, -4.417, -0.575, 1.973, -0.6]"}
{"input": "An average-sized person with broad hips and legs of average thickness.", "output": "[-0.473, 1.488, 0.334, -0.589, 0.576, 2.186, -0.816, 0.797, -1.652, 1.373]"}
{"input": "A towering figure with an elongated neck, slender hips, and mid-range thighs.", "output": "[1.751, -1.826, 0.202, 1.043, -0.325, -2.207, -0.216, -2.02, 1.266, 0.976]"}
{"input": "Average height person with thick waist, thick arms, thick legs and bust of average thickness.", "output": "[0.845, -0.624, 0.276, 2.41, 2.784, -0.595, 0.359, -0.474, 0.823, 0.734]"}
{"input": "An average height person with short legs, arms of average length and broad shoulders.", "output": "[-0.871, 1.415, 1.273, -1.23, -1.466, -1.269, 0.592, 3.791, -0.331, -0.129]"}
{"input": "A medium-sized individual.", "output": "[-0.101, -0.549, -0.112, 0.406, 0.066, -0.099, -0.122, -1.809, 0.348, -1.39]"}
{"input": "A short person with a short neck, long legs, narrow shoulders, low body mass, arms of average thickness, thin bust and thin waist.", "output": "[-1.726, -1.044, -0.648, 0.205, 0.577, 1.799, 1.264, -0.934, -1.461, 0.064]"}
{"input": "Average height person with very thin arms, very thin legs, narrow shoulders, very little body mass, very thin bust, and very thin waist.", "output": "[-0.558, -2.051, -1.438, -1.818, -1.578, 0.963, 2.389, 1.327, 0.552, 2.799]"}
{"input": "A short person with a short neck, long legs, long arms, very narrow shoulders, low body mass, thin arms, thin bust and thin waist.", "output": "[-1.542, -1.925, -1.639, 1.73, 1.844, -0.084, 1.392, 0.481, 3.765, -1.077]"}
{"input": "An average height person with long legs, long arms, broad shoulders, very broad hip, a lot of body mass, thick arms, very thick legs, thick bust and thick waist.", "output": "[-0.256, 2.457, -0.734, 2.091, 0.685, 0.149, 1.248, -1.191, 2.061, 0.432]"}
{"input": "An average-sized person with thin legs, medium body mass, slender legs and chest of average width.", "output": "[1.183, -0.067, -0.319, -0.22, 1.043, -0.521, 0.618, 0.548, 2.812, 1.225]"}
{"input": "A person with an average-sized bust, narrow hips, tall neck, and long legs.", "output": "[2.085, -1.977, -0.944, 1.765, 0.975, 0.129, 0.693, -0.545, -3.154, -2.492]"}
{"input": "An average height person with long legs and legs of average thickness.", "output": "[0.067, 0.208, -0.447, 0.764, -2.448, 1.304, 0.129, 0.741, -2.889, 1.176]"}
{"input": "An average height person with short arms and average shoulder width.", "output": "[0.745, -1.561, 0.671, 0.704, -0.633, -1.204, -1.684, -0.712, 0.567, -2.034]"}
{"input": "A petite individual with a brief neck, limbs of standard duration, slender shoulders, meager physique, delicate arms, exceptionally slim legs, diminutive bust and slender waist.", "output": "[-2.41, -1.728, 0.124, -0.208, 0.538, 0.005, 1.183, 3.344, -1.193, -1.63]"}
{"input": "Average height person with short neck, tall legs and waist of average thickness.", "output": "[0.561, 0.143, 0.059, -2.153, -0.103, 0.401, 0.857, -1.288, -1.657, -0.055]"}
{"input": "An average statured individual with diminutive limbs.", "output": "[-0.606, -0.489, 1.097, 0.726, 1.717, -0.77, -1.021, -0.925, -0.943, -0.719]"}
{"input": "A person with an average-sized neck, short in stature, average hip width, arms of average thickness, and legs of average thickness.", "output": "[-1.597, 0.04, 0.454, 0.086, -0.351, -2.057, -1.81, -1.057, -0.413, 0.745]"}
{"input": "A tall person with tall neck, short legs, broad shoulders, narrow hip, average body mass and bust of average thickness.", "output": "[2.437, 0.792, -0.685, -3.14, -2.311, 1.243, -0.455, 0.016, 0.254, -3.19]"}
{"input": "A tall person with neck of average length, long arms, average shoulder width and average hip width.", "output": "[1.497, -0.015, -1.414, 0.352, 2.326, 0.679, -0.064, 1.294, -0.613, -0.06]"}
{"input": "An average height person with a short neck, very long legs, very broad hip, very much body mass, thick arms, very thick legs, thick bust and very thick waist.", "output": "[0.096, 1.319, 0.748, 3.449, -0.333, 1.53, 1.161, 0.689, 1.67, -2.93]"}
{"input": "A short person with a short neck, long legs, broad hip, arms of average thickness and bust of average thickness.", "output": "[-2.118, 0.787, 0.716, 0.652, 0.245, 2.67, -0.051, 1.442, 0.655, 0.842]"}
{"input": "Average height with narrow shoulders, average body mass, and average-thickness arms.", "output": "[0.412, -1.532, 0.179, 0.571, 1.353, 0.824, -0.678, -0.923, 0.254, -2.081]"}
{"input": "A towering figure with a long neck, limbs of moderate proportions, expansive shoulders, mid-range hip breadth, an abundance of bodily mass, sturdy arms, an impressively thick chest and a substantial waistline.", "output": "[1.779, 1.835, 0.699, -1.6, 0.829, 1.043, -0.743, 1.679, -1.138, -0.479]"}
{"input": "A towering figure with long limbs, wide pectorals, sturdy upper arms, a chest of moderate girth and a midsection of typical width.", "output": "[1.568, 1.121, -0.326, -0.403, -2.471, -0.876, 0.619, -0.364, 1.043, -2.09]"}
{"input": "A tall individual with long limbs, expansive shoulder muscles, wide hips, excessive body weight, sturdy upper arms, sturdy lower limbs, ample chest size, and a substantial waistline.", "output": "[0.15, 3.348, 1.043, 1.916, 0.024, -0.183, -0.753, 0.401, 1.726, -0.834]"}
{"input": "A person with an average-length neck, thick arms, legs of average length, wide shoulders, a lot of body mass, thick legs, and a chest of average thickness.", "output": "[1.725, -0.455, 0.232, 2.22, 0.133, -0.858, 1.795, -0.348, 0.098, 0.712]"}
{"input": "A mid-level individual with a concise stature and petite limbs.", "output": "[-1.093, -0.626, 0.85, 1.263, -1.222, 0.031, -0.414, 0.882, -0.218, -0.487]"}
{"input": "An average height person with a thin neck, narrow shoulders, low body mass, thin arms, thin legs, thin bust and thin waist.", "output": "[-0.965, -1.334, -1.913, 0.44, -0.431, -1.655, 0.182, 0.001, 0.804, 0.052]"}
{"input": "A medium-height individual with stumpy limbs, lengthy appendages, expansive pectorals and a chest of typical width.", "output": "[-0.637, 1.657, -1.061, -0.529, -0.871, -2.332, 1.144, -0.321, 0.996, 1.561]"}
{"input": "A towering figure with an elongated neck, stumpy limbs, expansive arms, standard shoulder breadth, standard hip breadth, copious body mass, brawny arms, brawny legs, voluminous bust and plump waist.", "output": "[2.19, 1.291, 0.456, -0.165, -0.094, 0.92, -2.07, -1.857, 5.592, 1.899]"}
{"input": "Average height person with long legs, average hip width and average waist of average thickness.", "output": "[0.584, -0.208, -0.562, 1.696, -0.644, 2.469, -0.228, -0.225, -0.281, 1.215]"}
{"input": "A very tall person with very tall neck, a lot of body mass, arms of average thickness, thick bust and thick waist.", "output": "[2.598, -0.216, 1.173, -0.049, 1.207, 2.866, -3.512, 1.156, 1.104, 1.833]"}
{"input": "A standard individual with mid-range stature, neck of medium length, and stumpy limbs.", "output": "[0.436, 1.121, 0.448, -1.33, 1.771, 0.749, -0.339, 0.304, 0.519, 1.226]"}
{"input": "A tall individual with a slender neck, expansive shoulders, curved hips, ample body mass, muscular arms, robust legs, voluminous bust and wide waist.", "output": "[-0.406, 3.33, 0.416, 1.254, -2.862, -2.509, -2.101, 0.57, -0.22, -0.853]"}
{"input": "A tall individual with lengthy limbs.", "output": "[0.645, 0.422, -1.841, -0.632, 0.469, -0.556, 0.131, 0.867, -0.372, 0.865]"}
{"input": "A tall individual with elongated limbs, wide shoulders and ample chest.", "output": "[1.04, 2.022, -1.322, -1.491, 2.633, -1.279, -0.287, 0.434, -0.522, -1.141]"}
{"input": "An average height person with arms of average length, narrow hip and thin waist.", "output": "[0.353, -0.491, -0.955, 0.674, -2.748, -4.334, 1.277, -0.375, -2.107, -0.594]"}
{"input": "A tall figure with ample chest and midriff.", "output": "[-0.073, 1.502, 0.855, -0.802, 0.325, 1.886, -1.585, 0.918, -1.611, 0.931]"}
{"input": "A towering figure with an elongated neck, stubby limbs, expansive hips, copious bodily mass, sturdy upper extremities, thicker lower extremities, ample bustline, and a pronounced waistline.", "output": "[1.397, 0.007, 2.192, -0.834, 2.755, 0.052, 3.665, -0.62, 1.751, -1.228]"}
{"input": "Tall person with very thick legs, broad hips, very much body mass, very thick arms, very thick bust and very thick waist.", "output": "[1.659, 1.695, -0.89, 4.097, -1.078, -0.017, -0.685, -0.598, -0.732, 1.376]"}
{"input": "A person with a short neck, legs of average length, narrow shoulders, narrow hips, low body mass, thin arms, thin legs, thin bust and very thin waist.", "output": "[-1.557, -1.581, -0.996, -0.199, 0.834, -2.776, 1.407, -0.231, 0.084, 0.747]"}
{"input": "An average height person with arms of average length and average shoulder width.", "output": "[-0.63, -0.77, -1.062, 0.015, 4.209, -1.157, 0.941, 0.539, -0.308, -0.506]"}
{"input": "A person of average stature boasts a long, slender neck and wide shoulder blades.", "output": "[0.7, 0.724, 0.026, -1.956, -0.2, 0.843, 2.634, -0.839, -1.639, 0.066]"}
{"input": "Average height with long legs, arms of average length, broad hip, a lot of body mass, thick arms, thick legs, thick bust and thick waist.", "output": "[0.433, 0.948, 1.184, 2.459, -0.417, 0.419, 1.07, 0.285, -0.45, -0.678]"}
{"input": "A person with a thick waist, thick legs, thick arms, and an average height.", "output": "[0.737, 0.864, 0.897, 0.414, 0.056, 1.623, -2.933, -1.881, 0.607, 0.975]"}
{"input": "A pint-sized individual with a minuscule neck, teensy-weensy legs, bite-sized arms and a expansive pelvis.", "output": "[-3.034, 0.095, 1.959, -0.503, 0.975, -1.856, 0.004, -0.652, -0.798, 1.773]"}
{"input": "An average height person with a short neck, very long legs, very long arms, broad shoulders, broad hip, arms of average thickness, thick bust and thick waist.", "output": "[0.046, 3.786, -3.802, 1.427, -0.353, 1.515, -2.011, 2.763, 1.152, 1.944]"}
{"input": "An average height person with very tall neck, very short legs, arms of average length, a lot of body mass, thick arms and thick legs.", "output": "[1.058, 0.677, 1.731, -2.026, 1.039, 0.438, -0.036, -1.786, -0.122, 3.398]"}
{"input": "An average-sized person with legs of average length, featuring arms of average thickness.", "output": "[0.057, -0.338, -0.286, -0.471, 0.371, 0.819, -0.852, 0.494, 0.426, -0.716]"}
{"input": "Average height, with average shoulder width.", "output": "[-0.279, -0.095, -0.85, 1.174, 0.976, -1.445, -1.247, 0.847, 0.311, -1.975]"}
{"input": "An average person with long arms.", "output": "[0.511, -1.156, 1.309, 0.312, -0.14, 0.397, -0.887, -0.119, -1.083, 2.116]"}
{"input": "An average height person with thin arms, narrow shoulders, low body mass, short legs, narrow hips, and thin bust and waist.", "output": "[-0.364, -2.024, -0.455, 1.367, 0.038, -1.062, -1.402, 1.027, -2.104, 1.943]"}
{"input": "A typical individual with a brief torso, elongated limbs, slender shoulders, meager physique, delicate arms, slim legs and a tiny chest.", "output": "[-1.414, -1.442, 0.698, 0.412, -1.903, 1.533, 2.188, 2.246, 1.818, -2.886]"}
{"input": "A slender individual with mediocre shoulder width, moderate body mass, and typical leg girth.", "output": "[-0.343, -2.296, 0.547, 0.488, 2.205, 2.215, -0.592, 0.943, 0.697, -1.015]"}
{"input": "An average height person.", "output": "[-0.035, 0.449, 1.282, -0.275, 1.316, 0.846, -1.609, 0.679, -0.028, 1.154]"}
{"input": "A short person with a short neck, very short arms, narrow shoulders and average body mass.", "output": "[-2.44, -1.386, 1.94, 0.39, 1.217, 0.984, 1.335, 0.007, -0.701, -0.552]"}
{"input": "Tall person with short legs, average shoulders, very short arms and tall neck.", "output": "[1.437, -0.757, 2.244, -0.824, -0.962, -1.119, 1.48, 0.402, -2.336, -0.435]"}
{"input": "A short person with a short neck, long arms, narrow shoulders, thin bust and waist of average thickness.", "output": "[-1.541, -0.085, -1.731, 0.482, 0.847, 0.626, -1.81, -1.388, -0.38, 2.05]"}
{"input": "A person with an average bust, narrow shoulders, tall neck, thin arms, narrow hips, and thin legs.", "output": "[1.315, -1.929, -0.124, -1.21, 2.53, 1.196, -0.299, 2.233, 1.66, -0.019]"}
{"input": "A towering figure with limbs of below-average length, broad shoulders, and an abundance of muscularity.", "output": "[1.364, -0.015, 1.481, 1.533, 0.554, -1.764, 0.237, -1.012, -2.271, -1.136]"}
{"input": "Average height with average body mass.", "output": "[-0.871, 0.715, -0.085, -1.073, -0.669, 0.584, 0.15, 0.174, -1.367, 0.455]"}
{"input": "A towering figure with a middling neckline, long limbs and moderate pelvis breadth.", "output": "[1.312, -1.366, -0.554, 3.332, 1.27, -1.663, -0.824, -0.559, -1.388, -0.076]"}
{"input": "A medium-built individual with limbs of moderate length, torso of standard width and midsection of typical girth.", "output": "[-0.704, -1.142, -0.126, 1.075, 0.588, -1.703, -0.298, 1.655, -0.818, -0.193]"}
{"input": "Average height person with long arms: Broad shoulders, broad hip, a lot of body mass, thick arms, thick legs, thick bust, and thick waist.", "output": "[0.224, 2.577, -0.262, -0.479, 1.115, 0.346, 1.467, -1.093, 1.055, 1.686]"}
{"input": "An average height person with waist of average thickness.", "output": "[0.357, 0.194, -0.818, -0.934, -0.272, -0.49, 1.018, -0.996, -1.083, 0.217]"}
{"input": "A standard individual.", "output": "[0.255, -0.483, -1.242, 0.34, -0.074, 0.252, 1.597, -0.342, 0.491, -1.436]"}
{"input": "A towering figure with mid-range neck, wide hips, copious body mass, sturdy limbs and expansive torso.", "output": "[1.219, -0.248, 2.224, 1.141, -0.094, 1.416, 1.313, -2.153, 3.09, -1.59]"}
{"input": "An average height person with short legs, average shoulder width, broad hip, a lot of body mass, thick arms, thick legs, bust of average thickness and thick waist.", "output": "[0.001, 0.694, 2.753, -0.543, -0.004, -0.834, 1.569, -1.258, 3.519, -0.204]"}
{"input": "A short person with a very short neck, long legs, long arms, narrow shoulders, narrow hip, low body mass, very thin arms, thin legs, very thin bust and thin waist.", "output": "[-1.513, -0.856, -2.544, 0.864, -2.028, 0.275, -0.47, 0.72, 2.08, -1.55]"}
{"input": "An average height person with short arms, broad hip, thick arms and thick legs.", "output": "[-0.411, -0.774, 2.733, 0.935, 0.144, -0.877, 2.491, -1.039, 1.231, -1.372]"}
{"input": "A person with a broad hip and thick waist, having short arms of average length and a short neck.", "output": "[-1.444, 1.524, 0.173, 0.793, 1.266, -0.064, -1.025, 1.305, 0.21, 1.105]"}
{"input": "A person with an average shoulder width, short neck, short arms, thin bust, and average arms of thickness.", "output": "[-1.932, -0.851, 0.768, 0.638, -1.282, -0.78, -0.319, -1.06, -2.507, -0.087]"}
{"input": "A very short person with a very long neck, very broad hips, long arms, average thickness in the arms, thick legs, and a thick waist.", "output": "[-3.127, 2.568, -0.75, 1.399, 0.737, 1.351, -0.061, -1.11, 0.83, 1.061]"}
{"input": "An average-height person with thin bust, thin waist, short legs, very short arms, and narrow hips.", "output": "[-0.29, -2.011, 2.226, -1.681, -1.557, 0.047, 1.373, -1.229, -3.04, 1.43]"}
{"input": "A mid-range individual with a standard neckline, limbs of typical proportions, slim shoulders, slender hips, below-average body mass, slender forearms, slender chest and slender waste.", "output": "[-0.234, -2.107, -1.032, -0.387, 3.487, -1.276, 0.25, -0.813, -1.464, 0.121]"}
{"input": "An average height person with very short legs, narrow hip, low body mass, thin arms, thin legs, thin bust and thin waist.", "output": "[-0.913, -0.325, 0.955, -3.368, -0.947, -1.661, -1.138, 0.715, 0.088, -2.268]"}
{"input": "A petite individual with a minuscule neck, elongated limbs, slender shoulders, expansive hips, arms of standard girth, a meager chest and midsection of average width.", "output": "[-3.187, -0.484, 0.916, 0.96, 1.378, 0.758, 2.847, -0.354, -0.149, -2.687]"}
{"input": "A person with a wide waist, broad hips, average shoulders, a short neck, thick arms and legs, and a large body mass.", "output": "[-1.194, 1.744, 0.168, 1.668, -0.166, -0.383, -1.321, -0.657, 2.165, 1.361]"}
{"input": "A person with thick legs, a lot of body mass, and thick arms is standing before me.", "output": "[1.509, -0.35, 0.684, 1.693, 1.164, -1.406, 1.075, -2.771, 0.964, -1.805]"}
{"input": "A typical individual with mid-range stature and a standard neckline.", "output": "[-0.971, 0.133, 0.084, -1.301, -0.878, 2.688, -0.443, -0.259, -0.711, 1.518]"}
{"input": "A typical individual with a mid-range stature, long limbs, wide shoulder area, moderate overall body mass, and an ordinary waist circumference.", "output": "[0.663, 0.843, -1.376, -0.443, -0.236, -0.755, 5.617, 0.02, -0.065, 1.374]"}
{"input": "A middle-sized individual with a standard neck, wide hips, abundant bodily mass, sturdy limbs, robust upper body, and ample midsection.", "output": "[0.002, 1.419, 0.021, 0.528, 1.225, -0.005, -0.195, 0.538, 1.203, -0.591]"}
{"input": "A tall individual with proportional limbs, elongated appendages, slender hips, meager body mass, slim arms, slim legs, slender bust and slim waist.", "output": "[-0.065, -0.373, -3.075, -0.616, 1.109, -1.489, 1.666, 1.683, 0.225, -1.447]"}
{"input": "Average height person with long arms and neck of average length.", "output": "[-0.208, 0.649, -1.552, 0.54, -0.7, 0.923, -0.5, -2.316, 0.592, 0.795]"}
{"input": "A towering figure with slender shoulder blades, a narrower pelvis, a meager physique, spindly limbs, a diminutive chest, and a tiny waistline.", "output": "[1.05, -2.171, -1.199, 0.275, -0.55, -1.21, -0.156, 1.087, 2.879, -1.569]"}
{"input": "An average height person with legs of average length, narrow shoulders, very narrow hip, very little body mass, very thin arms, very thin legs, very thin bust and very thin waist.", "output": "[-0.836, -1.793, -1.753, -1.568, -0.678, -0.082, -1.002, 1.333, 0.491, -2.187]"}
{"input": "A short person with a short neck and broad hip.", "output": "[-1.993, 0.981, 1.358, 0.197, 0.949, -1.224, -0.925, 2.351, 2.209, -0.084]"}
{"input": "A tall individual with expansive shoulders, wide hips, considerable body weight, sturdy limbs, robust torso, ample chest and substantial midsection.", "output": "[1.169, 1.929, 0.257, 0.304, -0.64, 1.959, -0.14, 0.578, -0.882, 1.557]"}
{"input": "A tall individual with wide shoulders, expansive hips, ample body weight, muscular arms, robust legs, prominent bust and considerable waistline.", "output": "[-0.576, 2.124, 1.214, 0.671, -0.859, 1.339, 0.038, -1.624, -0.394, 0.148]"}
{"input": "An average height person with very short legs, broad shoulders, narrow hip and thin waist.", "output": "[-0.307, 0.828, -0.355, -3.027, -0.997, -1.757, -2.517, -1.362, -2.246, 1.421]"}
{"input": "An average-sized person with a neck of average length, long arms, broad shoulders, wide hips, excessive body mass, thick arms, sturdy legs, ample bust and expansive waist.", "output": "[1.27, 3.751, -0.885, 1.709, -1.841, -1.298, -1.673, 1.765, 0.163, 1.421]"}
{"input": "Tall and slender with elongated limbs.", "output": "[0.032, -0.025, -3.095, 1.208, 1.609, -3.01, -0.755, 1.492, -0.577, -0.641]"}
{"input": "An average height person with tall neck, very short legs, arms of average length and very broad shoulders.", "output": "[1.361, 1.081, -0.538, -2.336, -0.271, -3.041, 1.38, -0.275, -1.236, -0.247]"}
{"input": "A tall person with long legs, narrow shoulders and bust of average thickness.", "output": "[1.283, -1.221, -0.517, 2.064, 1.608, 1.186, -2.363, -0.538, 1.208, -0.351]"}
{"input": "A standard-sized individual with expansive hips, medium body mass, sturdy arms, sturdy legs and mid-range waist circumference.", "output": "[-0.787, 1.464, 0.672, 0.446, -0.152, -1.177, -0.249, -0.932, 0.144, 0.0]"}
{"input": "A very tall person with tall neck.", "output": "[3.005, -0.735, -0.814, 0.716, -1.374, 1.265, -0.084, -1.559, 0.05, -2.697]"}
{"input": "A person with very broad hips, thick arms, thick legs, average bust and thick waist.", "output": "[-1.52, 0.932, 1.387, -0.457, 2.29, 2.917, 1.068, -1.789, 0.424, -0.809]"}
{"input": "An average height person with arms of average thickness.", "output": "[-0.124, 1.037, -0.439, -0.296, -1.305, 0.516, 0.779, 1.257, -1.124, -0.107]"}
{"input": "Average height person with long arms, but with the order of the attributes reversed - arms are long, height is average.", "output": "[-0.267, 0.525, -1.4, -0.081, 1.042, -3.0, -2.639, 1.394, -0.444, 0.073]"}
{"input": "A mid-height individual with average neck duration, vast shoulder areas, expansive hip region, abundant physique, muscular arms, robust legs, prominent bust and considerable waistline.", "output": "[0.489, 0.73, 1.334, 2.132, -0.087, -2.203, 1.672, 1.21, 0.251, -0.135]"}
{"input": "A petite individual with moderate leg span and shoulders of standard breadth, accompanied by a slender chest.", "output": "[-1.779, -0.07, 0.131, -1.445, 0.428, 0.097, 3.39, -2.295, -0.502, 0.324]"}
{"input": "An average height person with neck of average length, legs of average length, average hip width and waist of average thickness.", "output": "[-0.012, 0.226, -0.388, -0.647, 1.166, 1.308, -3.844, 1.738, 1.94, 2.527]"}
{"input": "A tall individual with a proportionally long neck, scaled-down limbs, standard shoulder span, copious body mass, sturdy upper extremities, thicker lower extremities, ample chest, and expansive midsection.", "output": "[0.908, 0.384, 1.809, 0.071, 1.137, -0.282, -2.296, -0.125, 1.704, 2.058]"}
{"input": "An average-sized person with long arms, broad shoulders, legs of average length and thickness, and a torso of average proportions.", "output": "[-0.417, 2.514, -1.76, -0.94, -0.689, 0.758, -2.176, 0.563, -1.881, 2.12]"}
{"input": "A person of standard stature boasts a relatively brief neckline, limbs of typical length, shoulders spanning an ordinary breadth, and hips measuring an average girth.", "output": "[-0.89, 1.047, -1.287, 0.704, -0.646, -1.276, -1.724, -1.168, -1.56, -0.474]"}
{"input": "A typical individual with a slender torso and modest chest.", "output": "[-1.032, -0.107, -1.086, 0.476, 0.032, 0.095, -0.848, -1.635, 1.296, -1.246]"}
{"input": "An average-sized person with a neck of regular duration, long limbs, broad shoulder area, typical pelvis width, thighs of medium thickness, and chest of standard density.", "output": "[-0.522, 1.591, -0.982, -0.75, 0.639, -1.476, -2.321, -0.12, 1.442, -1.095]"}
{"input": "A tall individual with lengthy limbs and imposing shoulder structure, arms of moderate girth.", "output": "[0.484, 1.183, -2.668, 0.251, -1.625, -2.29, 0.784, -0.124, -0.885, 1.981]"}
{"input": "An average height person with long arms, narrow hip, low body mass, thin arms, thin legs, thin bust and thin waist.", "output": "[-0.581, 0.203, -2.89, -1.085, -0.993, -0.97, 0.678, -0.483, -0.155, 0.087]"}
{"input": "A person with a short neck, arms of average length, narrow shoulders, average hip width and a thin bust.", "output": "[-2.672, 0.066, -0.494, 0.064, 2.543, 0.9, 1.34, -1.737, 0.537, 1.125]"}
{"input": "Average height with long legs, very long arms, narrow hips, low body mass, thin arms, thin legs, bust of average thickness and thin waist.", "output": "[0.863, -0.59, -3.428, 0.455, 0.25, 1.594, 0.517, 0.195, 0.847, -2.342]"}
{"input": "A person of typical stature boasts an elongated neck, oversized limbs, expanded shoulder muscles, ample torso mass, sturdy armament, thicker-than-average limbs, broad upper body and a voluminous midsection.", "output": "[1.471, 2.094, -1.163, -1.21, 2.713, -0.112, 0.346, -2.266, 2.123, -1.158]"}
{"input": "Average height person with thick waist and thick legs, followed by thick arms.", "output": "[0.869, -0.142, 1.08, 1.053, 0.978, -0.193, -2.937, -0.869, -0.61, -2.47]"}
{"input": "An average height person with very short arms, narrow shoulders and arms of average thickness.", "output": "[-1.639, -1.769, 2.687, 1.628, -0.943, 0.593, 2.03, -0.587, -0.904, 1.742]"}
{"input": "An average height person with short legs, arms of average length, broad hip, a lot of body mass, thick arms and thick legs.", "output": "[-0.327, 1.1, 1.449, -0.052, -0.437, -1.901, -0.214, -1.321, 2.023, 0.507]"}
{"input": "A tall figure with long limbs, wide shoulders, moderate hip span, abundant body mass, sturdy arms, robust legs, ample chest and expansive waist.", "output": "[0.335, 2.776, -2.189, 1.718, -0.45, -0.496, -1.067, -0.249, -2.097, 1.095]"}
{"input": "A tall person with tall neck, short legs, very narrow hip, low body mass, thin arms, thin legs and thin waist.", "output": "[1.968, -1.238, -0.46, -2.513, -2.229, -1.335, -1.302, -0.301, -2.217, -2.24]"}
{"input": "A towering figure with an elongated neck, minute limbs, diminutive arms, standard shoulder breadth, slender hips, slim legs and mid-range torso girth.", "output": "[2.272, -1.561, 0.735, -2.263, -1.493, -1.042, 0.304, 0.926, -0.47, 1.434]"}
{"input": "An average-length person with a neck of average width, long arms, thick chest and broad hips.", "output": "[0.254, 1.523, -0.598, 0.003, 1.095, 0.904, -1.094, 1.419, 1.515, 1.013]"}
{"input": "A medium-built individual with an average torso length, yet their neck is slightly undersized, while their lower limbs are remarkably long and slender. Their upper extremities are on the shorter side, and their shoulder blades are narrow in shape.", "output": "[-1.238, -1.849, 0.625, 2.21, 1.544, 1.791, 2.858, 2.138, -2.252, -1.48]"}
{"input": "An individual of medium stature boasts an uncommonly short cervical column, elongated lower limbs, robust upper extremities, expansive pelvis, armaments of standard girth, thighs of customary width, and a stomach of ample proportions.", "output": "[-1.017, 1.124, -0.769, 2.638, -0.949, -0.419, -1.096, 2.767, 2.418, -0.488]"}
{"input": "An average-sized person with a chest of average width.", "output": "[1.146, 0.049, -1.188, -0.346, -2.215, 0.675, -0.11, -0.491, 1.103, 0.479]"}
{"input": "Average height person with:\n\n* Long arms\n* Broad shoulders\n* Short legs\n* Neck of average length\n* Legs of average thickness", "output": "[-0.203, 1.492, -0.916, -1.711, 0.42, -0.333, -0.901, 0.646, 1.01, -0.213]"}
{"input": "A short person with a short neck, long arms, very broad shoulders, average hip width and thin legs.", "output": "[-0.998, 1.977, -1.906, -0.672, -2.127, -2.269, 1.037, 2.706, 0.001, -2.617]"}
{"input": "An average height person with tall neck, short legs, very broad shoulders, a lot of body mass, thick arms, thick bust and thick waist.", "output": "[0.697, 2.213, 1.013, -2.423, 0.975, 0.895, 0.24, 0.585, -4.112, 1.642]"}
{"input": "A tall person with tall neck, long legs, short arms, broad shoulders, very broad hip, very much body mass, very thick arms, very thick legs, very thick bust and very thick waist.", "output": "[1.626, 2.132, 2.468, 1.471, -1.786, 2.875, 1.06, -0.408, -0.267, 1.721]"}
{"input": "An average height person with narrow shoulders, narrow hip, low body mass, very thin arms, thin legs, very thin bust and very thin waist.", "output": "[-0.481, -2.279, -1.706, 0.107, -0.193, -0.462, 0.548, 0.345, 1.963, -1.862]"}
{"input": "An average height person with broad shoulders, a lot of body mass, thick bust and thick waist.", "output": "[1.077, 1.89, -0.635, -0.326, -1.207, 0.745, 1.88, 0.587, -1.087, 2.526]"}
{"input": "A very tall person with very tall neck, short legs, arms of average thickness, legs of average thickness and bust of average thickness.", "output": "[2.696, -0.687, 0.676, -1.548, -0.369, 0.605, 1.166, -0.227, 0.801, -0.68]"}
{"input": "A short person with short legs, very short arms, broad hip, arms of average thickness and thick waist.", "output": "[-1.97, 1.404, 3.338, -2.008, -1.157, -0.02, -3.364, 0.682, 0.935, -2.262]"}
{"input": "A compact individual with a brief torso, elongated limbs, insignificant upper extremities, ample lower half, and moderate chest and waist measurements.", "output": "[-1.69, -0.761, 2.373, 0.878, 0.336, 1.066, 0.623, -0.475, -1.345, -1.803]"}
{"input": "A towering figure with an elongated neck, narrow shoulders, slender hips, moderate body mass, and a trim waistline.", "output": "[2.128, -2.415, -0.369, -0.317, -0.885, 0.867, 0.681, -1.4, 0.231, 1.359]"}
{"input": "A person with a thick waist, thick legs, long legs, thick arms, tall neck, a lot of body mass, and a thick bust.", "output": "[3.124, 0.542, -1.095, 2.297, -1.067, -0.107, 0.477, 0.438, -1.23, 0.253]"}
{"input": "A small individual with an incongruously elongated torso, minuscule neck, protractile limbs, shoulders narrower than the breadth of their chest, a meager physique, slender arms, slender legs, and a waist and bust of moderate proportions.", "output": "[-3.035, -0.291, -1.34, 1.037, -0.751, 0.013, 1.341, 1.62, 2.171, 0.036]"}
{"input": "A tall individual with lengthy limbs, expansive shoulders, ample hips, considerable body mass, muscular arms, powerful legs, well-endowed chest, and robust waist.", "output": "[0.169, 3.241, 1.415, 2.477, -0.042, 2.156, -1.931, -2.947, -2.378, 1.614]"}
{"input": "Average height person with broad hip, short arms, thick legs and thick arms, a lot of body mass.", "output": "[0.202, -0.498, 2.398, 1.329, 1.338, -1.28, 1.178, 0.006, -0.455, -1.552]"}
{"input": "A short person with very broad hip, very much body mass, thick arms, thick legs, thick bust and very thick waist.", "output": "[-1.529, 1.674, 2.024, 1.328, 3.677, 0.298, -1.612, 1.224, 0.444, 2.764]"}
{"input": "Average height with long arms, thin legs and average shoulder width.", "output": "[0.124, 1.281, -1.461, -0.85, -2.675, 1.699, 1.38, 1.24, -0.972, 1.048]"}
{"input": "An average height person with legs of average length, long arms, narrow hip, low body mass, thin arms, thin legs, thin bust and thin waist.", "output": "[-0.074, -1.364, -2.712, 0.384, 0.932, -1.31, -0.246, 0.352, 0.004, -0.185]"}
{"input": "A person of moderate stature boasts a neck of standard duration, lower limbs of average length, upper limbs of average length, wide shoulders, expansive hips, an abundance of body mass, sturdy arms, sturdy legs, ample bust and broad waist.", "output": "[-0.331, 1.668, 1.794, -0.424, 1.095, -0.27, -1.353, -1.541, -0.987, -1.115]"}
{"input": "A compact individual with a petite neck, limbs of moderate proportions, and a medium-sized torso.", "output": "[-1.281, 1.352, 0.169, -0.35, -1.979, 0.085, -1.538, -0.431, 1.194, -0.554]"}
{"input": "A person with a thin waist, thin legs, thin arms, short neck, low body mass, and a short person.", "output": "[-2.014, 0.449, -1.604, -0.357, -0.063, -0.832, -2.171, 0.147, -2.189, 3.708]"}
{"input": "An average height person with neck of average length, narrow shoulders, narrow hip, low body mass, thin arms, thin legs, thin bust and thin waist.", "output": "[-1.285, -1.378, 0.328, -1.467, 1.272, 0.745, -1.137, 0.416, -1.347, 0.515]"}
{"input": "A petite individual with a minuscule neck, elongated limbs, standard shoulder span and expansive hips.", "output": "[-2.71, 0.982, 0.548, 1.034, -0.7, -0.458, 2.258, 0.167, 0.124, -1.112]"}
{"input": "A short person with long arms, average shoulder width and broad hip.", "output": "[-1.121, 1.236, -0.164, -0.106, 0.813, -0.65, -0.681, -0.498, 2.68, -0.761]"}
{"input": "An average height person with short arms, narrow shoulders, thin arms, thin legs and waist of average thickness.", "output": "[-0.672, -1.101, 0.806, -0.369, -2.338, 1.084, 1.581, 2.244, -0.155, 3.642]"}
{"input": "A person with a narrow shoulder, short legs, tall neck, low body mass, thin arms, thin legs, thin bust, and thin waist.", "output": "[1.226, -2.542, -0.036, -1.686, 0.328, 1.299, 0.558, 0.097, 1.244, 0.568]"}
{"input": "A petite individual with limbs of standard length, narrow shoulder blades, moderate pelvis width, low overall body mass, slender arms, slender chest and slender waist.", "output": "[-1.594, -1.049, 0.313, -1.662, -0.128, 1.248, -0.522, -2.08, 2.312, -1.929]"}
{"input": "A person with very thin arms, very thin legs, very short torso, very narrow hips, very small bust, and very thin waist.", "output": "[-1.958, -3.923, 3.899, -1.986, -1.687, -3.704, -1.985, -0.797, -0.476, -0.445]"}
{"input": "A typical individual with a moderate stature, mid-range neck, standard hip breadth, and average bust size.", "output": "[0.187, 0.044, -0.321, -0.184, -0.274, 0.825, -2.1, -0.414, 0.144, 0.847]"}
{"input": "A middle-sized individual with long neck, brief upper limbs, abundant physique, brawny arms, sturdy legs, voluminous chest and expansive midsection.", "output": "[1.106, 0.646, 1.942, 0.646, 0.268, -1.153, 0.434, -1.031, -0.26, 1.71]"}
{"input": "An average-length person with narrow shoulders, thin arms, and thin legs, and a neck of average length.", "output": "[0.647, -1.23, -0.729, 0.232, -1.791, 1.69, 0.426, 0.8, 2.785, 0.212]"}
{"input": "A person of moderate stature with diminutive limbs, a minute pelvis, meager physique, slender arms, slender legs, slim chest, and an emaciated midsection.", "output": "[0.834, -2.075, -0.971, -2.757, -0.331, -2.271, 1.858, -0.141, 0.412, -2.588]"}
{"input": "A tall person with tall neck, short arms, narrow hip and average body mass.", "output": "[1.001, -1.521, 1.476, -1.582, -2.571, 1.764, 0.648, -1.358, -1.616, -0.505]"}
{"input": "An average height person with legs of average length, narrow shoulders, low body mass, thin arms and thin bust.", "output": "[-0.936, -0.822, 0.265, -0.486, -3.229, 1.446, 1.338, -0.939, 1.575, 1.072]"}
{"input": "A moderate-sized individual with limbs of typical length, slender shoulder blades, slender hips, modest body weight, slender arm muscles, slender leg muscles, slim bust, and slim waist.", "output": "[0.709, -2.218, -0.843, 0.27, -0.922, -0.555, -1.704, 1.917, -0.592, 0.198]"}
{"input": "A mediocre height individual with an elongated torso, proportional limbs, slender neck, and a meager physique.", "output": "[-1.099, -1.854, -1.116, 0.916, 1.154, 1.564, -0.194, 1.156, 0.093, 0.863]"}
{"input": "Average height person with average body mass and bust of average thickness.", "output": "[0.496, -0.866, -0.065, 0.234, 2.168, 1.513, 0.012, -1.74, 0.308, -0.964]"}
{"input": "A tall individual with lengthy limbs and a moderate chest size.", "output": "[-0.359, 1.169, -1.671, 0.723, -1.336, -1.449, -1.079, -4.803, 1.258, 1.363]"}
{"input": "An average height person with long legs, thin arms, thin legs, narrow shoulders, low body mass, narrow hips, thin bust, and thin waist.", "output": "[0.296, -1.596, -1.657, -0.113, -1.534, 3.437, 0.855, -1.526, 1.03, -0.844]"}
{"input": "An average height person with a short neck, long legs, arms of average length, average hip width, average body mass and arms of average thickness.", "output": "[-0.88, -0.688, -0.568, 1.376, 0.894, 0.065, 1.454, 1.457, 0.001, -0.027]"}
{"input": "An average height person with neck of average length, short legs, very short arms and thin legs.", "output": "[-0.001, -1.509, 2.76, -1.698, -2.886, 0.536, -2.47, 0.097, -0.949, -0.956]"}
{"input": "An average height person with tall neck, short legs, short arms, average shoulder width, narrow hip, average body mass and thin waist.", "output": "[0.777, -0.96, 0.919, -1.705, -2.424, -0.819, -1.64, -1.503, -2.55, 0.331]"}
{"input": "A person with a very thin waist, thin legs, thin arms, short neck, narrow hips, low body mass, short person and long arms.", "output": "[-1.828, 0.157, -2.819, -1.177, -0.432, -1.28, -3.867, 1.396, -2.238, -1.318]"}
{"input": "A compact individual with an abbreviated neck, elongated limbs, expansive shoulders, extensive hips, copious body mass, sturdy arms, and substantial legs.", "output": "[-1.29, 2.681, -0.725, 0.973, 1.516, -1.085, -2.59, -1.9, 1.367, 0.986]"}
{"input": "An average height person with broad hip, a lot of body mass, thick arms, thick legs, thick bust and thick waist.", "output": "[1.165, 0.874, 0.653, 1.919, -1.657, 1.347, -2.501, 0.296, 3.558, 0.426]"}
{"input": "A short person with a short neck, very long legs, long arms, broad shoulders, very broad hip, arms of average thickness, thick bust and thick waist.", "output": "[-1.367, 2.605, -0.464, 1.289, -1.401, 1.252, 1.009, 1.761, -0.324, 0.163]"}
{"input": "Average height with a short neck, long arms, narrow shoulders, narrow hips, low body mass, thin arms, legs of average thickness, very thin bust and thin waist.", "output": "[-1.174, -1.347, -1.911, 0.334, -0.726, 0.931, 2.52, -2.1, 2.424, 0.551]"}
{"input": "An average height person with long arms, a lot of body mass, thick arms and very thick legs.", "output": "[0.32, 0.864, -1.163, 2.137, -0.157, -2.444, 0.973, -4.698, 2.134, 2.529]"}
{"input": "A medium-tall individual with limbs of standard length, muscular upper body and torso of moderate girth.", "output": "[0.119, 0.925, -1.828, 0.57, 1.216, 0.92, 1.682, -0.322, -0.715, 1.791]"}
{"input": "A person with a tall neck, broad shoulders, broad hip, a lot of body mass, thick arms, very thick bust and thick waist.", "output": "[0.928, 1.637, 1.665, -1.278, 1.19, 0.999, 1.38, 2.564, -1.287, 1.981]"}
{"input": "A mid-level individual with a standard neckline, brief limbs, and typical shoulder breadth.", "output": "[0.437, 0.62, 0.209, -2.554, -0.25, 1.803, -1.599, -0.214, 1.405, -0.111]"}
{"input": "Average height person with long legs, thick arms, thick legs, bust of average thickness and thin waist, wide hips.", "output": "[0.837, -0.472, 0.833, 2.268, 1.183, 0.337, -0.64, -0.608, 0.544, -1.664]"}
{"input": "An average height person with tall neck, very long arms, narrow hip, thin bust and thin waist.", "output": "[0.961, -0.138, -2.786, -2.079, 1.846, 0.475, -0.016, -2.434, 0.721, 0.597]"}
{"input": "Average height with a short neck, average shoulder width and average hip width.", "output": "[-1.148, -1.146, 0.834, 1.07, 1.083, -2.523, 2.69, 0.531, 1.932, -0.543]"}
{"input": "An average height person with very thick arms, broad shoulders, broad hip, very much body mass, very short arms, thick legs, very thick bust and very thick waist.", "output": "[0.431, 0.927, 3.265, 1.483, -0.665, -0.051, -0.381, 1.23, -2.048, -1.144]"}
{"input": "A medium-sized individual with moderate shoulder breadth.", "output": "[-0.349, 0.557, -1.253, 0.856, -0.452, -1.144, 0.169, -0.461, -0.127, 1.041]"}
{"input": "An average height person with average shoulder width, broad hip, very much body mass, very thick arms, very thick legs, thick bust and very thick waist.", "output": "[0.244, 1.799, 1.457, 1.556, -0.736, 0.9, 0.263, -2.883, -0.213, 1.236]"}
{"input": "A person with broad shoulders, broad hips, and short legs, all while having a short neck and average leg thickness.", "output": "[-1.625, 1.879, 1.163, -0.665, -2.031, -1.632, -1.058, 1.033, -0.729, 0.622]"}
{"input": "Average height person with long legs.", "output": "[-0.409, -1.053, -0.011, 1.144, -0.956, 0.404, 0.664, 1.041, -0.848, -0.383]"}
{"input": "A person with a very thin waist, thin legs, short neck, short legs, narrow hips, low body mass, very thin arms, and a thin bust.", "output": "[-2.276, -0.825, -0.649, -3.013, 1.929, -1.463, -0.376, 1.424, -1.802, -2.087]"}
{"input": "A short person with a very short neck, very long legs, very long arms, narrow shoulders, narrow hip, very little body mass, very thin arms, thin legs, very thin bust and very thin waist.", "output": "[-1.958, -0.507, -4.162, 0.167, 0.862, 0.942, -0.284, -0.166, -0.519, 0.177]"}
{"input": "A compact individual with an exceedingly brief neck, prodigious limbs, expansive shoulders, and ample hips.", "output": "[-1.84, 2.168, -1.65, 2.2, 0.421, -1.24, 1.835, 1.46, -0.19, -0.291]"}
{"input": "Average height person with:\n* Long legs\n* Narrow shoulders\n* Narrow hips\n* Low body mass\n* Thin arms\n* Thin bust\n* Thin waist", "output": "[-0.291, -1.268, -1.726, 1.809, -0.789, 0.065, -2.86, -0.527, -0.073, 1.045]"}
{"input": "An average height person with long legs, long arms, narrow hip, thin legs and thin waist.", "output": "[1.015, 0.199, -3.178, -0.704, -0.119, 1.177, 0.982, 1.047, -2.008, -0.941]"}
{"input": "Towering figure with elongated neck, limbs of standard duration, forearms of medium girth, torso boasting a generous bust and expansive waistline.", "output": "[1.147, -0.512, 1.959, 0.61, 0.756, -0.077, -0.131, 2.284, -1.455, 2.846]"}
{"input": "A very tall person with very tall neck, narrow hip, arms of average thickness and bust of average thickness.", "output": "[2.779, -1.008, -0.571, 0.053, -0.537, 0.955, -0.919, -1.733, -0.948, -0.321]"}
{"input": "An average height person with broad shoulders, broad hip, very much body mass, very thick arms, very thick legs, very thick bust and very thick waist.", "output": "[0.922, 1.584, 1.542, 1.932, -0.454, -2.451, 1.468, 1.134, 1.692, 0.697]"}
{"input": "A towering figure with a prominent neck, limbs of moderate length, long arms, wide shoulders, expansive hips, an impressive build, sturdy arms, a voluminous chest and a substantial waist.", "output": "[2.531, 2.88, -0.471, -0.206, -1.132, 0.497, -0.894, 2.063, 1.899, -1.039]"}
{"input": "A short person with a short neck, legs of average length, short arms, very narrow shoulders, narrow hip, very little body mass, very thin arms, very thin legs, very thin bust and very thin waist.", "output": "[-2.352, -2.779, 0.316, -0.546, 1.619, -0.934, -0.376, 3.012, -2.2, -0.578]"}
{"input": "A person with an average hip width, average shoulder width, and a very tall neck, and very tall body.", "output": "[2.396, -1.014, -0.599, -0.612, 2.449, 0.646, 0.237, -0.875, 0.967, 0.725]"}
{"input": "An average height person with neck of average length, long legs, broad shoulders, very broad hip, very much body mass, very thick arms, very thick legs, very thick bust and very thick waist.", "output": "[-0.412, 2.447, 1.521, 2.975, 1.91, -0.862, -1.59, 0.166, 1.996, -1.292]"}
{"input": "An average height person with a short neck, legs of average length, very broad hip, a lot of body mass, thick arms, thick legs, thick bust and thick waist.", "output": "[-0.979, 0.937, 1.926, 2.02, 1.536, -1.413, -0.822, 1.787, 1.296, -1.442]"}
{"input": "An average height person with neck of average length, legs of average length, long arms, average shoulder width, narrow hip, bust of average thickness and thin waist.", "output": "[0.315, -0.344, -2.063, -1.156, 1.797, -1.823, 0.762, -1.082, 0.838, -0.554]"}
{"input": "A tall individual with an elongated neck, long limbs, ample hips, substantial body mass, robust upper arms, thicker lower limbs, expansive chest and wide waistline.", "output": "[0.661, 1.255, 1.706, -0.212, 1.482, 3.481, 0.334, -0.725, -1.644, -1.382]"}
{"input": "Average height with broad hips, a lot of body mass, thick arms, thick legs and thick waist.", "output": "[0.223, 0.36, 0.512, 1.436, 0.47, -0.15, 0.754, -1.824, 3.14, 0.412]"}
{"input": "An average height person with long arms, very broad shoulders, a lot of body mass, thick legs and a thick bust. Neck of average length and arms of average thickness.", "output": "[0.466, 2.969, -0.962, -1.301, -0.047, -2.208, 0.93, -0.861, -1.058, -2.11]"}
{"input": "An average height person with long arms and average body mass.", "output": "[0.649, 1.48, -2.321, -0.04, 1.087, -0.302, -2.258, 1.575, -1.161, 2.951]"}
{"input": "A tall individual with long limbs, moderate hip breadth, significant body weight, sturdy upper arms, robust lower limbs, ample chest, and broad waste.", "output": "[0.96, 0.827, 0.394, 0.181, -0.365, 4.067, 1.548, -0.924, -2.31, -1.381]"}
{"input": "An average height person with a short neck, narrow shoulders, very narrow hip, very little body mass, very thin arms, very thin legs, very thin bust and very thin waist.", "output": "[-1.176, -1.933, -1.301, -1.452, -1.492, 1.009, -0.229, 2.85, 0.019, -1.051]"}
{"input": "Average height person with long arms, broad shoulders, very broad hips, much body mass, thick arms, thick legs, thick bust, and thick waist.", "output": "[1.66, 2.756, -1.076, 0.308, 1.126, -1.093, 2.54, -1.433, 0.174, -0.904]"}
{"input": "A moderate stature individual with diminutive limbs and midsection of typical girth.", "output": "[-0.636, 0.41, 0.461, -0.759, 1.245, -2.531, 0.846, -1.412, -0.647, 0.681]"}
{"input": "A tall person with tall neck, short legs, narrow hip and bust of average thickness.", "output": "[1.812, -1.094, 0.072, -0.651, 1.005, -1.294, -0.311, 0.881, 0.494, 2.52]"}
{"input": "A towering figure with a mid-range neckline, protuberant limbs, and an expansive physique.", "output": "[1.345, -0.28, 2.704, 3.184, 0.389, 0.614, -1.879, 2.786, -0.489, -1.399]"}
{"input": "An average height person with a thin bust, thin waist, long arms, narrow shoulders, narrow hips, low body mass, very thin legs, short neck and thin arms.", "output": "[-1.019, -1.355, -1.921, -0.494, -0.41, 0.171, 0.139, 2.289, 2.886, 0.256]"}
{"input": "An average height person with long legs, arms of average length, broad shoulders, broad hip, a lot of body mass, thick arms, thick bust and thick waist.", "output": "[0.799, 1.074, 0.427, 1.396, -0.197, 0.33, 0.869, 2.656, 0.116, -3.219]"}
{"input": "A tall figure with elongated limbs, ample muscle mass, and expansive torso.", "output": "[-0.706, 2.649, 0.08, -0.239, -0.007, 0.127, 0.76, 1.252, 0.854, 1.05]"}
{"input": "A standard-sized individual with unusually lengthy limbs, shoulders of typical breadth, and a chest of moderate girth.", "output": "[0.292, 0.768, -2.283, -0.607, 0.977, -0.013, 0.023, 1.137, -0.094, -0.921]"}
{"input": "Average height person with long arms and legs of average length, arms of average thickness.", "output": "[0.124, -0.083, -1.141, 1.39, 0.748, -0.181, -0.765, -0.879, -1.421, -0.364]"}
{"input": "Average body mass with a short neck, short arms, broad hip, average shoulder width, short legs and arms of average thickness.", "output": "[-2.7, 0.696, 1.798, -0.037, -0.644, -1.056, 1.871, -0.88, -1.459, 0.054]"}
{"input": "A very short person with a short neck, short legs, arms of average length, narrow shoulders, low body mass, thin arms and thin bust.", "output": "[-2.614, -0.432, 0.759, -1.463, 0.352, -0.729, 1.449, 0.616, 2.451, 0.472]"}
{"input": "A compact individual with an incongruously diminutive cervical spine, elongated lower limbs, ample pelvis, and forearms of standard girth.", "output": "[-1.47, 0.797, -0.535, 2.947, 0.608, -3.172, -0.321, 0.513, -1.022, -0.773]"}
{"input": "Average height with long legs, broad shoulders, thick arms, thick legs, and a bust of average thickness.", "output": "[0.207, 2.53, -3.163, 0.791, 3.007, 0.368, -0.656, -2.479, 0.354, 0.945]"}
{"input": "A typical individual with an ordinary stature, featuring a mid-range neck and brief upper limbs.", "output": "[-0.304, 0.517, 0.744, 0.223, -0.337, 0.606, -1.316, -0.404, -2.893, -0.1]"}
{"input": "Tall person with long legs, short arms, narrow shoulders, average hip width and bust of average thickness.", "output": "[1.249, -2.171, 0.549, 1.598, -0.563, 1.947, -0.296, 1.498, -0.612, -0.454]"}
{"input": "A person with very thick legs, broad shoulders, broad hips, long arms, and a short body.", "output": "[-1.732, 2.41, -0.808, -0.707, 3.102, -0.027, 2.012, -4.007, 0.145, 0.57]"}
{"input": "An average height person with long arms, arms of average thickness and thick legs.", "output": "[-0.465, 0.902, -1.283, -0.291, 1.428, -0.086, 1.501, -3.22, 0.048, -0.573]"}
{"input": "An average height person with very long legs, very narrow shoulders, narrow hip, low body mass, thin arms, thin legs, very thin bust and thin waist.", "output": "[-0.3, -3.192, -1.612, 2.287, 0.07, 1.944, -1.239, -0.669, 0.55, 1.511]"}
{"input": "A person with an average body mass, having a tall neck and a very tall body.", "output": "[2.889, -0.713, -0.649, 2.602, -1.628, -0.877, -1.713, -0.607, 1.283, 0.274]"}
{"input": "A person of average height with an average waist.", "output": "[0.214, -0.231, -0.295, 0.196, 0.338, -0.008, 0.58, -0.748, -2.419, -0.585]"}
{"input": "Average height person with narrow shoulders and very long legs.", "output": "[-0.045, -0.559, -1.346, 2.094, 0.369, 1.454, -0.556, -0.346, 0.724, -0.139]"}
{"input": "A tall individual with wide shoulders, expansive hips, ample body weight, muscular arms, muscular legs, prominent bust and wide waistline.", "output": "[1.217, 1.767, -0.518, 2.035, -0.104, -2.058, 2.068, 1.048, -0.368, -0.343]"}
{"input": "A person with a narrow hip and short legs, and a tall neck.", "output": "[1.697, -0.796, -0.191, -1.513, -0.927, 0.473, 0.398, 0.74, 2.153, 1.315]"}
{"input": "An average height person with arms of average length, narrow shoulders, low body mass, thin arms and thin legs.", "output": "[-0.448, -1.244, 0.547, -1.124, -0.155, 1.921, -0.319, 1.795, 1.233, 1.635]"}
{"input": "An average height person with tall neck, short arms, thick arms and thick legs.", "output": "[1.015, -0.036, 1.063, 0.35, 0.608, 0.834, 0.333, -1.433, -1.719, 2.824]"}
{"input": "Average height person with long neck, tall legs of average length, broad shoulders, arms of average length, and waist of average thickness.", "output": "[1.298, 1.679, -1.243, -1.5, 0.686, 0.529, 1.204, -2.002, -0.147, 0.347]"}
{"input": "A standard-sized individual with appendages of impressive length and midsection width typical of most people.", "output": "[0.587, 1.16, -3.545, -0.091, 0.944, -0.904, -0.686, -0.142, 0.663, 0.117]"}
{"input": "An average height person with a short neck, broad shoulders, broad hip and thick waist.", "output": "[-0.647, 2.012, -0.352, 0.532, -1.884, 0.075, 0.407, 0.907, 1.078, -1.55]"}
{"input": "A towering figure with a mid-range neckline, long limbs and appendages of typical proportions.", "output": "[1.526, -0.279, -0.944, 0.979, -1.228, 1.273, 0.612, 1.925, -1.821, 0.1]"}
{"input": "Average height person with neck of average length, bust of average thickness, waist of average thickness and hips of average width.", "output": "[0.091, 0.444, -0.072, -0.038, -1.855, 1.441, -1.407, 1.41, -0.058, 0.55]"}
{"input": "A towering figure with an imposing neck, mid-range shoulder span, and moderate overall muscle tone.", "output": "[2.265, -0.585, 0.356, 0.053, 0.684, 0.694, -1.464, 1.763, 2.047, -2.322]"}
{"input": "An average height person with arms of average thickness.", "output": "[0.304, -1.449, 0.161, 0.862, 0.141, -1.293, -0.455, 0.085, -0.94, -1.236]"}
{"input": "Average height with a short neck, long arms, average shoulder width, broad hip and average body mass.", "output": "[-0.722, 1.066, -0.946, 1.53, 1.486, -1.146, -0.346, 2.535, 3.419, -0.721]"}
{"input": "A compact individual with a brief neck, limbs of typical length, moderate hip breadth, low body mass, slender arms, slender legs, slender bust and slender waist.", "output": "[-2.047, 0.426, -1.682, -0.519, -1.131, -0.659, -1.322, 0.799, -1.532, 1.691]"}
{"input": "Average height person with average body mass, legs of average thickness, and waist of average thickness.", "output": "[-0.95, 0.785, -1.275, 0.027, 1.744, -2.298, -2.931, 0.241, -2.245, 0.492]"}
{"input": "An average height person with very short arms, narrow shoulders, thin bust and thin waist.", "output": "[-1.268, -2.1, 1.569, -0.066, 0.932, -0.308, -0.582, -2.193, -1.338, 1.272]"}
{"input": "A tall person with tall neck, long arms, arms of average thickness and legs of average thickness.", "output": "[1.408, 0.906, -1.225, -1.875, 1.361, 1.707, 1.253, -1.169, -1.01, 3.595]"}
{"input": "An average height person with very short arms, broad shoulders, broad hip, a lot of body mass, thick arms, thick legs, thick bust and thick waist.", "output": "[-0.951, 1.678, 2.986, -0.245, -1.579, 0.275, 1.724, -0.804, -4.106, 0.415]"}
{"input": "Average height person with broad hip and bust of average thickness, legs of average length and shoulder width.", "output": "[-0.415, -0.05, 0.695, 0.437, 3.056, 0.014, 1.927, 0.688, 0.479, 1.353]"}
{"input": "An average height person with neck of average length, legs of average length, broad shoulders, broad hip, a lot of body mass, thick arms, thick bust and thick waist.", "output": "[0.05, 2.589, 1.616, -0.934, -3.046, 0.855, -0.823, 2.575, 0.184, 1.199]"}
{"input": "A very tall person with very tall neck, legs of average length, short arms, broad shoulders, very much body mass, very thick arms, very thick legs, very thick bust and very thick waist.", "output": "[3.094, 0.306, 1.7, 2.299, 0.993, -1.421, -0.855, 0.198, -1.304, 1.033]"}
{"input": "A tall individual with long limbs, wide shoulders, expansive hips, ample body mass, sturdy thighs, moderate torso width, and a prominent bust and midsection.", "output": "[-0.542, 3.252, -1.138, 0.144, -2.026, 0.528, -0.132, 0.861, 0.398, 0.732]"}
{"input": "A person with short legs and a short body.", "output": "[-1.303, 0.426, 0.069, -1.027, -1.784, -2.516, -0.429, -0.349, -1.061, 0.266]"}
{"input": "A person with a tall neck, broad shoulders, legs of average length, thick bust and average hip width.", "output": "[2.184, 1.295, -1.174, -0.39, -1.577, -0.169, 0.307, -0.093, -1.356, -0.08]"}
{"input": "A towering figure with an ordinary neckline, long limbs, standard shoulder span, an abundance of bodily mass, powerful upper arms, generous chest and expansive waistline.", "output": "[1.67, 0.771, -0.274, 1.317, -1.724, 1.461, -0.222, -0.903, -1.068, 0.522]"}
{"input": "A tall individual with expansive shoulder muscles, moderate pelvis breadth, abundant physique, prominent chest and extensive waistline.", "output": "[1.45, 1.433, -0.232, -0.16, -0.337, -1.159, 0.501, 1.194, 1.609, 0.133]"}
{"input": "An average height person with short legs, very short arms, narrow shoulders, low body mass, thin arms, thin legs, thin bust and thin waist.", "output": "[-1.4, -1.596, 1.831, -1.179, -2.376, -1.09, 0.961, 0.051, -0.722, 1.492]"}
{"input": "An average height person with long arms and legs of average thickness.", "output": "[0.859, 1.07, -2.225, 0.032, 0.463, -0.406, -0.978, -0.722, 0.467, -0.52]"}
{"input": "Average height person with legs of average length.", "output": "[0.01, -0.321, 0.95, 1.664, -2.673, -0.761, 1.557, -1.001, 1.078, -1.412]"}
{"input": "An average height person with short arms, narrow shoulders, average body mass and waist of average thickness.", "output": "[0.093, -1.466, 1.428, 0.012, 0.161, 2.205, 1.736, 2.317, 1.305, -0.041]"}
{"input": "A modest individual with diminutive limbs, slender shoulders, constricted hips, meager physique, unimpressive bust and slender waist.", "output": "[-0.407, -2.543, 1.741, -0.026, -0.729, -0.501, -0.595, -0.133, -3.02, -0.166]"}
{"input": "Average height person with long legs, narrow shoulders, very narrow hips, low body mass, very thin arms, thin legs, very thin bust and very thin waist.", "output": "[0.233, -2.28, -2.638, 0.378, -1.577, 1.301, 2.089, -0.28, -1.406, -0.088]"}
{"input": "Average height person with thin legs, bust of average thickness, thin waist, and legs of average length.", "output": "[-0.05, -0.359, -0.886, -1.586, 1.494, -0.517, 2.937, 0.932, -2.3, 1.259]"}
{"input": "Average height with a thick waist, long legs, broad hips, and a lot of body mass. Short neck, average arms, and thick legs.", "output": "[-0.789, 0.516, 0.525, 3.808, 0.901, 1.072, -0.001, -1.86, -0.374, -1.684]"}
{"input": "A short person with a short neck, short arms, average shoulder width, very broad hip, a lot of body mass, thick arms, thick legs and thick waist.", "output": "[-1.722, 0.359, 2.548, 1.979, -0.269, -0.901, 0.873, -0.305, 0.454, -0.461]"}
{"input": "A person with an average-sized body, featuring a short torso, long legs, arms of average length, broad hips, a slender neck, and a typical body mass.", "output": "[1.853, 0.395, -1.18, -1.269, -1.08, -0.417, 0.167, -1.892, -1.142, 3.549]"}
{"input": "Average height person with legs of average thickness, short arms, narrow shoulders and a short neck. Long legs.", "output": "[-1.396, -1.005, 1.14, 1.76, 0.756, 0.452, 0.119, 0.451, -0.853, -3.004]"}
{"input": "A person of standard stature with limbs of typical length, elongated arms, slender hips, meager body mass, slender arms, slender legs, slim bust and slender waist.", "output": "[-0.721, 0.06, -1.948, -1.831, -0.77, -0.372, -1.361, 0.309, 1.143, -0.812]"}
{"input": "Average height with long legs, broad hips, a lot of body mass, thick arms, thick bust and thick waist.", "output": "[-0.403, 1.522, 0.751, 0.654, -1.042, 1.144, -0.901, 0.19, -3.384, 1.825]"}
{"input": "A towering figure with an elongated neck, spacious arms, expansive shoulders, slender waistline, and voluminous chest.", "output": "[3.533, 1.216, -2.452, -0.604, -1.191, -1.681, -0.568, 0.667, -0.082, 0.08]"}
{"input": "Tall and slender with normal-sized shoulders, hips, and legs, moderate body mass, slender arms and legs.", "output": "[-1.197, 3.033, 0.867, 0.209, 1.836, -1.052, 2.032, -1.205, -0.012, 0.178]"}
{"input": "A very tall person with very tall neck, narrow shoulders and narrow hip.", "output": "[4.013, -2.435, -0.036, 0.172, 0.154, 3.907, 2.04, -1.289, 0.633, 3.823]"}
{"input": "A towering figure with an expansive neckline, significant muscle mass, sturdy limbs, ample chest, and broad midsection.", "output": "[1.412, 1.008, 1.316, 0.078, -0.846, 0.291, -3.301, 1.593, -0.807, 2.35]"}
{"input": "An average height person with hips of average width and legs of average length.", "output": "[-0.032, 0.294, 0.23, -1.752, 1.365, 0.602, -0.433, 1.22, -3.802, 1.699]"}
{"input": "A mediocre figure with puny thighs, puny upper extremities, and a midriff roughly on par with their shoulder width.", "output": "[0.198, -0.428, 1.575, -0.132, -1.56, -0.159, 2.506, -1.191, 1.309, 1.59]"}
{"input": "A towering figure with limbs of Herculean proportions, broad shoulders, a slender waist, and a moderate physique.", "output": "[1.371, -1.438, -2.14, 2.232, -1.83, 0.642, 0.315, 1.321, -1.005, 0.28]"}
{"input": "An average height person with a short neck, legs of average length, long arms, low body mass, thin arms and thin legs.", "output": "[-0.754, -0.293, -1.599, 0.216, 0.087, -0.482, -2.133, 3.146, 0.68, -0.621]"}
{"input": "A person of medium stature boasts a long neck, slender limbs, wide shoulders, expansive hips, considerable body bulk, sturdy arms, robust legs, ample bust, and voluminous waistline.", "output": "[1.294, 0.463, 2.542, -1.043, 1.199, -0.223, 2.7, -1.15, 1.541, 0.122]"}
{"input": "An average height person with neck of average length, short legs and broad shoulders.", "output": "[0.023, 0.471, 1.177, -1.569, -0.122, -1.766, 0.007, 2.606, 0.077, -1.265]"}
{"input": "A tall person with tall neck, narrow shoulders, very narrow hip, low body mass, thin arms, thin legs, thin bust and thin waist.", "output": "[0.745, -2.471, -0.438, -1.017, -0.301, 1.594, -1.438, -2.205, -0.469, 0.14]"}
{"input": "A tall person with long legs, arms of average length, very narrow shoulders, narrow hip, low body mass, thin arms, thin legs, thin bust and thin waist.", "output": "[0.658, -3.12, -0.554, 0.146, 0.729, 3.165, -0.475, 1.638, 0.055, -0.217]"}
{"input": "An average height person with legs of average length, arms of average length, average shoulder width, narrow hip, arms of average thickness, legs of average thickness and waist of average thickness.", "output": "[0.979, 0.333, -0.626, -0.924, -1.278, -1.13, -1.188, -0.554, -1.762, 0.404]"}
{"input": "A tall person with tall neck, broad shoulders, broad hip, very much body mass, very thick arms, very thick legs, very thick bust and very thick waist.", "output": "[1.992, 0.927, 2.065, 0.471, -0.636, 0.396, 2.088, -0.386, 0.343, -0.761]"}
{"input": "Average height with short arms, narrow shoulders, average hip width, legs of average thickness and waist of average thickness.", "output": "[-0.996, -0.466, 1.16, 0.515, -0.819, 1.618, -0.022, -1.978, 0.556, -1.656]"}
{"input": "A slender individual with a moderate stature, shoulder blades that are almost invisible beneath their delicate skin, and limbs that are long and lean. Their frame is gaunt, with a pronounced lack of muscle mass, resulting in an overall appearance of fragility.", "output": "[-0.166, -2.803, -1.731, -2.214, 2.081, -0.392, 0.575, -0.308, 0.299, -2.479]"}
{"input": "An average height person with a short neck, very long legs, very long arms, broad shoulders, thick legs and waist of average thickness.", "output": "[-0.357, 2.123, -3.329, 3.429, 0.509, -3.554, 0.235, -0.607, -0.859, -0.395]"}
{"input": "An average height person with legs of average length, average shoulder width and average body mass.", "output": "[-0.991, 0.194, 1.335, -1.056, -1.59, 3.539, 0.128, 0.417, 1.262, -0.331]"}
{"input": "A medium-sized individual with sturdy limbs and an average-sized chest.", "output": "[0.517, -0.352, -0.505, 0.202, -0.37, -0.418, 2.533, -0.339, 2.015, -0.802]"}
{"input": "A very short person with a very short neck, long arms, average shoulder width, low body mass, thin arms, thin legs and thin bust.", "output": "[-2.516, 0.75, -1.681, 0.125, -0.601, -0.239, -0.069, 0.848, 0.813, -0.799]"}
{"input": "A compact individual with a concise neck, limbs of standard duration, brief upper extremities, slender shoulder blades, meager body mass, forearms of typical thickness, delicate bust and slim waist.", "output": "[-2.521, -1.746, 1.102, 0.464, 0.714, -0.262, 1.689, -1.714, 0.381, 0.283]"}
{"input": "A slender individual with modest stature and slim limbs.", "output": "[0.769, -1.167, -0.472, -0.223, -2.391, 0.582, -0.557, 2.535, 2.265, -0.743]"}
{"input": "A person of typical stature, possessing a mid-range neck, a wide pelvis, robust upper limbs, and sturdy lower limbs.", "output": "[-0.839, -0.147, 1.46, 1.49, 3.08, 0.02, 0.783, -1.105, -0.087, 0.26]"}
{"input": "A short person with short legs, average hip width, arms of average thickness and legs of average thickness.", "output": "[-1.306, -0.101, 0.372, 0.466, 1.332, -3.403, -0.483, -1.646, 1.626, 1.482]"}
{"input": "A person with a short neck, short arms, arms of average thickness, legs of average thickness and thin bust.", "output": "[-1.935, -0.498, 0.698, -0.097, -2.237, -0.603, 0.39, -1.57, -0.897, 0.514]"}
{"input": "A very tall person with very tall neck, short legs, broad shoulders, average hip width and thick bust.", "output": "[3.125, -0.042, 0.372, -1.319, -1.069, -0.581, 2.302, -0.97, -0.622, 0.819]"}
{"input": "A tall person with tall neck, arms of average length, broad shoulders, a lot of body mass, thick arms, thick legs, thick bust and thick waist.", "output": "[2.337, 0.869, 0.265, 0.46, 1.089, 0.824, -0.002, -0.053, -0.015, -0.968]"}
{"input": "Towering figure with elongated neck, spacious limbs, expansive shoulders, impressive mass, sturdy arms, sturdy legs, ample bust and generous waist.", "output": "[3.793, 1.204, 0.775, 3.343, -0.781, -0.937, 0.161, 0.307, -1.376, 0.629]"}
{"input": "Average height person with average waist thickness, narrow shoulders, thin arms and legs.", "output": "[-0.145, -0.219, -1.2, 0.346, -1.462, 2.178, -2.003, 2.069, 2.001, 1.226]"}
{"input": "A person with an average-sized body, featuring a short neck, long legs, broader hips, and average-sized shoulders, along with thick legs and a bust of average thickness.", "output": "[-1.288, 1.466, -0.255, 1.526, -0.247, -0.98, 0.428, -1.346, -0.219, -1.601]"}
{"input": "Average height with short legs, legs of average thickness and bust of average thickness.", "output": "[-0.102, 0.176, 0.215, -1.038, 3.356, -2.129, -0.396, -0.905, 1.2, -2.476]"}
{"input": "An average-sized person with long arms and legs of average thickness, and a waist of average thickness.", "output": "[0.627, 0.556, -2.299, 0.558, -2.484, 0.702, 0.98, -0.942, 0.57, 0.303]"}
{"input": "A person with a thick waist, thick arms, thick legs, broad hips, a lot of body mass, long legs, and an average height.", "output": "[0.766, 1.683, 0.33, 1.345, -2.179, 0.81, -0.944, -1.43, 0.601, -1.324]"}
{"input": "A mediocre stature individual with a brief cervix, limbs of typical proportions, brief upper extremities, moderate overall mass and slim pectorals.", "output": "[-1.185, -0.875, 0.44, 1.043, -3.565, -1.825, 0.551, -0.166, 1.261, -2.357]"}
{"input": "An average height person with a short neck, long arms, very narrow shoulders, very narrow hip, very little body mass, very thin arms, very thin legs, very thin bust and very thin waist.", "output": "[-0.665, -3.982, -3.009, 0.619, 2.13, -2.172, -0.673, 2.141, 1.689, -0.176]"}
{"input": "A person with arms of average length and a height of average.", "output": "[0.845, -1.239, 0.325, 0.314, 2.829, -3.19, 2.916, 0.611, 0.022, -0.712]"}
{"input": "A typical individual with a middling stature, average-length neck, long limbs, brief upper extremities, wide hips, abundant physique, sturdy arms, extremely thick lower extremities, extensive bustline, and broad waistline.", "output": "[-0.168, 0.729, 1.791, 2.122, 0.781, 0.651, 1.087, -0.542, -1.173, -0.147]"}
{"input": "A person with short legs and a tall neck, and tall overall.", "output": "[1.682, -1.4, 0.347, -1.335, 1.079, 0.261, 1.571, 1.093, 0.559, -0.578]"}
{"input": "A short person with a short neck, very long arms, broad shoulders, average hip width and thin legs.", "output": "[-0.775, 1.51, -3.001, -0.283, 0.438, -1.568, 1.59, 1.915, -0.217, 1.018]"}
{"input": "A mid-level individual with limbs of standard length, appendages of standard girth, chest of moderate width and torso of moderate circumference.", "output": "[-0.054, 0.465, -0.559, 1.432, 0.347, -0.694, -1.179, 0.274, 1.654, 0.262]"}
{"input": "Average body mass with a short neck, short arms and legs of average thickness.", "output": "[-2.588, 0.172, 0.925, 0.141, -1.009, -0.385, -1.2, -0.944, -0.533, 1.303]"}
{"input": "A person with a short neck, long arms and arms of average thickness.", "output": "[-1.693, 1.165, -1.155, 0.332, 0.139, -1.6, 0.379, -0.733, 2.43, 0.307]"}
{"input": "An average height person with a thick bust, broad shoulders, tall neck, broad hips, very much body mass, thick arms, thick legs, and very thick waist.", "output": "[1.485, 2.0, 0.453, -0.486, 1.366, 1.162, 1.594, 0.429, 1.329, -0.461]"}
{"input": "An average height person.", "output": "[0.315, -0.577, 0.954, -0.765, -0.466, 0.289, -0.649, 0.6, 0.454, 0.45]"}
{"input": "Average shoulder width with a very short neck and very broad hips.", "output": "[-3.543, 1.776, 1.906, -1.068, 3.267, -0.409, 0.098, 0.617, 1.382, -1.573]"}
{"input": "An average-sized person with a neck of medium length, long arms, broad hips, a significant amount of body mass, thick thighs, dense upper body, and wide shoulders.", "output": "[0.696, 1.623, 0.169, 1.065, 1.507, 1.324, -1.84, -3.276, -0.131, -1.394]"}
{"input": "An average height person with legs of average length, very long arms and broad shoulders.", "output": "[1.213, 1.423, -2.681, -0.072, 1.018, 0.768, 0.299, -0.013, 1.521, -2.142]"}
{"input": "A towering figure with an elongated neck, limbs of standard proportions, slender hips, arms of typical girth, and a voluminous chest.", "output": "[3.878, -0.464, -1.159, -1.065, -1.192, 3.15, 1.232, 1.878, 0.032, -0.145]"}
{"input": "Average height person with long legs, very narrow shoulders, narrow hips, low body mass, thin arms, thin bust and thin waist. Short neck.", "output": "[-1.367, -2.44, -1.056, 3.281, -0.955, -2.937, 0.123, -2.301, -0.629, -0.726]"}
{"input": "An average height person with neck of average length, broad shoulders, average hip width and bust of average thickness.", "output": "[-0.408, 1.47, -0.449, -0.935, 0.228, -1.258, -2.452, -0.285, -0.094, 0.191]"}
{"input": "A person with an average height, long legs, average body mass, and average waist thickness.", "output": "[-0.158, 0.569, -0.248, 1.839, -2.053, -0.589, -0.948, 0.772, -1.833, 0.442]"}
{"input": "A towering individual with an elongated neck, slender hips, and a medium-sized frame.", "output": "[2.493, -1.972, 0.443, -0.452, 0.685, 1.116, 2.56, 0.496, -1.919, -2.419]"}
{"input": "A mid-level individual with elongated limbs, standard chest expanse, wide pelvis and sturdy lower body.", "output": "[-0.373, -0.332, 0.977, 2.282, -0.633, 0.183, 1.341, -1.376, 0.485, -1.173]"}
{"input": "A standard-sized individual with limbs of typical duration, sturdy arms, sturdy legs, and a torso of customary girth.", "output": "[0.61, -0.066, 1.039, -0.001, 0.784, -1.314, 1.002, -1.889, -1.091, -2.378]"}
{"input": "A person with a tall neck, short legs, short arms, narrow shoulders, narrow hips, low body mass, thin arms, thin bust and thin waist.", "output": "[0.977, -3.445, 1.698, -1.45, 1.789, 0.498, -0.832, -0.626, 0.983, 0.402]"}
{"input": "Average height with a short neck, average body mass and thick legs.", "output": "[-0.895, 1.142, -0.586, 1.319, 0.088, -1.421, 0.373, -1.835, 1.016, -0.32]"}
{"input": "An average height person with long legs.", "output": "[0.004, 0.281, -0.992, 1.884, -0.932, -0.714, 0.765, -2.016, -1.409, -1.369]"}
{"input": "An average-height person with thin legs and arms of average length.", "output": "[-0.427, 0.647, -0.992, -0.845, -0.815, -0.832, -0.253, 0.973, -1.614, 0.606]"}
{"input": "An average height person with short legs, short arms, narrow shoulders, bust of average thickness and waist of average thickness.", "output": "[-1.146, -0.559, 1.854, -1.765, -0.743, 1.815, -1.24, -0.25, -1.047, 2.73]"}
{"input": "Average height person with short arms and average hip width.", "output": "[-0.273, -0.152, 2.065, -0.365, -0.791, 0.935, 0.83, -0.797, -0.444, -3.156]"}
{"input": "A person of typical stature boasts an elongated neck, stumpy limbs, appendages of moderate length, expansive shoulders, a considerable amount of body mass, robust upper arms, and sturdy lower legs.", "output": "[1.32, 0.925, 0.748, -1.69, 2.405, -1.169, -4.399, -1.197, 0.809, -3.241]"}
{"input": "A person with very thick arms, broad hips, very long legs, thick legs, very much body mass, very tall and very thick waist.", "output": "[1.612, 0.538, 0.494, 4.929, 0.961, 0.873, 0.395, 2.981, -1.126, -1.005]"}
{"input": "Average body mass with average shoulder width and average hip width, belonging to a short person.", "output": "[-1.226, 0.136, 0.85, -0.096, 0.283, -2.138, 1.919, 0.238, -0.275, -0.604]"}
{"input": "An average height person with short legs, long arms and bust of average thickness.", "output": "[0.669, -0.225, -1.964, -0.242, 2.79, -3.34, -0.834, 0.235, 2.3, 0.782]"}
{"input": "An average height person with long legs and a short neck, legs of average thickness.", "output": "[-0.696, 0.663, -0.167, 1.61, -1.289, 1.07, -0.313, 0.404, -1.244, 0.686]"}
{"input": "An average height person with a short neck, legs of average length, long arms, thin arms, thin bust and thin waist.", "output": "[-0.967, 0.196, -2.231, 0.63, -1.046, -0.351, -1.782, -0.956, 0.155, 1.823]"}
{"input": "A slender individual with a moderate stature, shoulder blades that are relatively narrow in width, hips that are also narrow in shape, a lean body mass, thin limbs, a meager bustline, and a slim waistline.", "output": "[-1.004, -2.403, -0.644, -0.055, 0.091, -2.091, 2.536, -0.536, 0.031, -0.48]"}
{"input": "A mid-range individual with an ordinary neck, diminutive lower limbs, expansive shoulder area, ample body mass, sturdy upper extremities, and robust lower extremities.", "output": "[1.053, 0.938, 1.473, -0.382, -1.911, -1.865, 1.801, -3.035, 0.347, -1.493]"}
{"input": "An average height person with very broad shoulders and thick bust.", "output": "[-0.102, 2.547, -0.176, -1.076, -1.01, -0.99, -0.323, 2.211, -0.034, -1.058]"}
{"input": "A towering figure with slender waistline, skeletal limbs and long, lanky legs.", "output": "[1.37, -0.524, -1.196, 0.248, -0.888, -1.56, -3.255, 2.482, 0.605, 2.913]"}
{"input": "A petite individual with a concise throat, exceptionally lengthy limbs, slender shoulders, standard width at the hips and stems of typical girth.", "output": "[-1.455, -0.312, -0.232, 2.19, -1.39, 1.711, 1.288, 0.295, 0.972, -0.745]"}
{"input": "A person with thick legs, thick arms, long legs, broad hips, a lot of body mass, average shoulders, and short arms.", "output": "[-0.521, 0.751, 1.136, 2.0, -1.573, 1.889, -2.467, -0.923, -0.391, 0.914]"}
{"input": "A person with a thin bust and a short neck, and who is short in stature.", "output": "[-1.891, 0.363, -0.042, -1.573, -0.602, -0.04, 0.855, -1.028, -0.132, -0.296]"}
{"input": "Average height person with narrow shoulders, tall neck, short legs, arms of average thickness and waist of average thickness.", "output": "[0.237, -2.109, 2.104, -1.172, 1.98, -0.061, -0.2, -0.539, 0.422, 2.462]"}
{"input": "A medium-built individual with limbs of standard duration, wide shoulders and chest of moderate girth.", "output": "[0.357, 1.0, -0.014, -0.729, 0.944, -0.208, -1.663, 0.544, -3.242, 0.552]"}
{"input": "A tall individual with expansive shoulder muscles, wide hips, considerable body weight, ample chest and substantial midsection.", "output": "[-0.075, 2.027, 1.448, 0.052, -2.317, 0.989, -0.787, 2.103, 0.674, 1.799]"}
{"input": "An average height person with tall neck, short legs and thin legs.", "output": "[0.881, -0.871, 0.19, -2.19, 0.648, 1.272, -0.145, 0.982, 0.42, 0.533]"}
{"input": "A short person with a short neck, long legs, short arms, broad hip, thick arms, thick legs and bust of average thickness.", "output": "[-1.625, 1.076, 0.819, 1.324, 0.34, -0.51, 0.898, -0.851, -3.187, -0.61]"}
{"input": "An average height person with neck of average length, long legs, broad shoulders and average hip width.", "output": "[-0.381, 1.398, -0.884, 0.865, -1.322, 0.781, 0.891, 0.445, -3.521, -0.579]"}
{"input": "A tall individual with a slender neck, long limbs, moderate arm length, shoulders of standard breadth, hips of average girth, slim build, lean arms, slender torso, and slim waist.", "output": "[-1.043, -0.032, -1.803, 0.071, -1.16, 0.65, -0.147, -0.77, -0.435, -1.275]"}
{"input": "A tall individual with proportional limbs, imposing shoulder width, expansive hips, considerable body mass, muscular arms, substantial thighs, and a voluminous torso.", "output": "[0.745, 2.98, -0.489, -0.293, 0.562, 0.816, -0.017, -1.585, 1.823, -1.379]"}
{"input": "An average height person with tall neck, arms of average length, very broad shoulders, very broad hip, very much body mass, very thick arms, very thick legs, very thick bust and very thick waist.", "output": "[1.094, 3.786, 2.571, 0.077, 0.998, 1.97, -0.261, -1.877, 0.804, -0.107]"}
{"input": "A petite individual with a brief neck, limbs of typical length, shoulders spanning an ordinary breadth, average muscle mass and a slender chest.", "output": "[-2.545, -0.531, 0.769, 0.272, 2.28, -1.296, 0.252, -1.642, -0.534, 0.194]"}
{"input": "Average height person with short legs and average hip width, with long arms and narrow shoulders.", "output": "[0.214, -0.49, 0.203, -0.674, 3.374, -1.494, -3.918, 0.208, 0.465, -1.155]"}
{"input": "An average height person with legs of average length, short arms, average shoulder width, broad hip, a lot of body mass, thick arms, thick legs and thick waist.", "output": "[0.485, 0.336, 1.886, 0.59, -0.559, -0.037, 0.155, -0.088, 0.439, -2.612]"}
{"input": "A towering figure with an elongated neck, slender hips, ample physique, robust arms and a generous chest.", "output": "[5.305, -0.197, 0.041, -0.097, -2.948, 0.343, -1.931, -1.392, -0.735, -0.062]"}
{"input": "An average height person with neck of average length, very long legs, broad shoulders, very broad hip, very much body mass, very thick arms, very thick legs, very thick bust and very thick waist.", "output": "[0.686, 3.235, 0.73, 3.537, 1.95, -0.693, -0.431, 1.462, 0.28, 2.293]"}
{"input": "A tall individual with long limbs, slender upper body, moderate weight, average-sized arms and thicker lower limbs.", "output": "[-0.038, -1.62, 0.48, 1.884, 2.521, 0.765, -0.285, -2.922, 0.467, 0.071]"}
{"input": "A tall person with tall neck, short arms, a lot of body mass, thick arms, thick legs and thick waist.", "output": "[1.795, -0.287, 1.738, 0.487, -2.331, 0.493, 1.541, -2.283, 1.251, 1.905]"}
{"input": "A median figure with limbs of moderate span, mediocre torso circumference, and forearms of standard girth.", "output": "[-0.433, 1.214, 0.818, -0.153, -2.282, 0.657, 1.339, -0.064, -1.082, -0.772]"}
{"input": "A person with a short neck, long legs and broad shoulders.", "output": "[1.621, -1.826, -0.234, -0.997, 3.67, 0.226, -2.179, 1.495, 4.222, 0.145]"}
{"input": "An average-sized person with a neck of average length, hips of average width and legs of average thickness.", "output": "[0.434, 0.215, -0.571, -0.378, 0.128, 0.34, -1.905, -2.048, 1.133, 2.306]"}
{"input": "A person with very thin legs, very thin arms, a very short neck, long torso, narrow hips, very little body mass, very small bust, and very thin waist.", "output": "[-2.443, -1.332, -2.597, -1.516, -1.919, 0.235, 1.09, 0.136, 1.015, 0.407]"}
{"input": "A tall person with very tall neck, short legs, broad shoulders, average body mass, thick bust and waist of average thickness.", "output": "[2.086, 0.514, -0.009, -1.691, 1.355, -0.648, 1.879, 1.903, -1.226, 2.452]"}
{"input": "A compact individual with a brief torso, elongated limbs, expansive pelvis, ample body mass, sturdy arms, sturdy legs and a wide waist.", "output": "[-1.648, 2.132, 0.108, 1.184, -0.024, 0.629, 1.313, 0.106, 0.991, -0.181]"}
{"input": "An average height person with neck of average length, short arms and average hip width.", "output": "[-0.53, 0.125, 1.427, -1.059, -0.253, 0.002, -0.68, 0.03, -1.963, -1.772]"}
{"input": "Tall person with tall neck, legs of average length, narrow hips and bust of average thickness.", "output": "[2.42, -0.185, -1.47, -1.314, -1.432, 1.653, -0.374, -0.183, -1.752, -0.473]"}
{"input": "A mid-range individual with a standard neckline, protuberant limbs, insignificant upper extremities, slender shoulders, moderate overall body mass, and below-average thighs.", "output": "[0.682, -1.95, 0.167, 2.853, -0.648, -0.633, -1.023, -0.497, -0.759, -0.308]"}
{"input": "A very tall person with tall neck, long arms, narrow hip, thin arms, thin legs, bust of average thickness and thin waist.", "output": "[2.504, -1.303, -2.361, 0.182, 0.236, -2.085, 2.012, 2.609, -0.636, -1.219]"}
{"input": "An average height person.", "output": "[-0.49, -1.025, 0.568, -0.169, 2.095, 0.911, -1.344, 0.128, -0.718, -1.238]"}
{"input": "Tall person with neck, long legs, shoulder width, arms and thick legs.", "output": "[1.69, -0.27, 0.036, 1.311, -0.556, 1.786, -0.107, -2.306, 0.852, -0.6]"}
{"input": "A tall individual with proportionally short limbs, elongated torso, expansive shoulder musculature, ample hip breadth, copious bodily mass, robust upper arms, average-sized lower extremities, a pronounced bustline, and a substantial waistline.", "output": "[0.283, 2.121, 0.12, -1.261, 1.81, -0.717, 1.554, 1.423, 1.321, -0.448]"}
{"input": "A petite individual with an elongated torso, limbs of varying lengths, and a slender physique.", "output": "[-0.985, 0.801, -4.796, 0.076, -0.418, -0.587, -2.14, 0.292, 0.174, -0.766]"}
{"input": "An average height person with long legs, very short arms, very narrow shoulders, arms of average thickness and thin bust.", "output": "[-1.167, -3.005, 1.968, 1.784, -0.557, 1.712, -1.165, -1.968, -0.097, -2.502]"}
{"input": "Average height person with long arms, short legs, bust of average thickness and waist of average thickness.", "output": "[-0.673, -0.453, -0.531, -0.791, 2.97, -2.675, 1.534, -1.086, 2.27, -0.234]"}
{"input": "Tall figure with elongated neck, compact limbs, muscular torso, ample physique, stout arms and legs, generous chest and wide waistline.", "output": "[2.044, 0.796, 2.059, -0.799, 0.964, -1.119, 3.067, 0.219, 0.801, 0.686]"}
{"input": "An average length person with neck of average thickness, arms of average length, thick legs and bust of average thickness.", "output": "[-0.096, 0.144, -0.727, 0.814, 2.474, 1.282, -0.318, -1.862, -0.475, 1.336]"}
{"input": "A person of moderate stature has a torso of typical proportions, punctuated by a mid-range neckline, stumpy limbs, robust shoulders, expansive hips, an ample physique, muscular forearms, and thickly muscled thighs.", "output": "[-0.488, 2.261, 2.547, -1.359, -0.681, 1.07, 3.637, -2.886, -0.314, 2.445]"}
{"input": "A tall person with arms of average length.", "output": "[1.271, -0.441, 0.247, 0.248, 0.036, -0.495, 0.903, 2.168, -1.764, -0.325]"}
{"input": "A towering figure with an elongated neck, stumpy limbs, expansive shoulders, copious body bulk, muscular arms, ample chest, and a voluminous waist.", "output": "[3.575, 0.211, 0.686, -1.326, 1.984, 0.895, 1.18, 1.179, 1.335, -0.815]"}
{"input": "A person with a very short neck, arms of average length, low body mass, thin arms, thin legs and thin bust.", "output": "[-2.531, 0.41, -0.795, -0.847, -1.135, 0.75, 0.88, 1.959, 0.78, -2.389]"}
{"input": "A short person with legs of average length, average shoulder width, broad hip, average body mass, thick arms and thick legs.", "output": "[-1.753, 1.514, 1.38, 0.724, 1.355, -1.995, -4.555, -0.222, -0.914, 1.676]"}
{"input": "A mediocre stature individual with a standard neckline, underdeveloped limbs, narrow pectorals, slender hips, meager body weight, slim forearms, and moderately proportionate thighs.", "output": "[-0.302, -2.327, 0.682, -0.055, 0.916, -1.882, -0.526, -0.898, 2.96, 1.213]"}
{"input": "A mid-range individual with petite limbs, limited upper extremities, slender torso of moderate girth.", "output": "[-0.908, -0.882, 2.026, -1.948, -1.324, 0.791, -3.629, 0.042, 0.674, -1.291]"}
{"input": "Average height, long arms, average body mass.", "output": "[-0.09, 1.267, -1.125, 0.404, -0.507, 1.344, 0.087, -0.317, 1.364, -0.648]"}
{"input": "Average height person with:\n* Neck of average length\n* Very long arms\n* Broad shoulders\n* Waist of average thickness", "output": "[0.42, 1.932, -3.167, 0.67, -0.585, -3.465, 2.556, 2.377, 2.135, 1.171]"}
{"input": "An average height person with average shoulder width, low body mass, thin arms, thin legs and thin waist.", "output": "[-1.408, -0.882, -0.238, -0.053, 0.586, 0.023, -0.581, 2.301, -3.164, 1.328]"}
{"input": "An average height person with neck of average length, long arms, average shoulder width, narrow hip, low body mass, thin arms, legs of average thickness, thin bust and thin waist.", "output": "[0.506, -0.689, -2.326, -1.881, 1.171, 0.689, 0.206, -3.255, 0.627, 0.761]"}
{"input": "A tall individual with unusually elongated limbs and a chest of standard proportions.", "output": "[1.153, 0.694, -2.305, -0.614, 0.745, 0.407, -0.263, 1.456, 0.336, -0.843]"}
{"input": "Average height person with tall neck, average shoulders, average hips, legs of average thickness and thick waist.", "output": "[0.907, 0.185, 1.037, -0.359, 2.075, 1.601, -1.977, -0.145, 0.067, 2.081]"}
{"input": "A person with a thin waist, thin legs, very thin bust, thin arms, short neck, short arms, narrow shoulders, low body mass, and a short person.", "output": "[-1.706, -2.563, 0.365, 0.557, -0.743, -0.126, -1.627, -0.013, 1.464, -2.945]"}
{"input": "A mid-tier individual with puny lower limbs, regular shoulder span, slender upper limbs, and a chest of standard girth.", "output": "[-0.691, -0.541, 0.276, -2.239, 1.087, 1.19, -0.939, 1.119, 0.434, 4.238]"}
{"input": "A medium-built individual with a standard torso, typical limbs, and proportional lower extremities.", "output": "[0.596, -0.097, -0.792, 1.349, -1.702, -1.651, -1.401, 0.167, -1.266, 1.67]"}
{"input": "An average-sized person with long arms, broad shoulders, wide hips, thin arms, and medium-thick legs.", "output": "[0.289, -2.25, 0.014, 2.1, 0.66, -1.281, -0.234, -1.43, -2.193, 1.044]"}
{"input": "A person with a very short neck, very narrow shoulders, low body mass, thin arms, thin legs and a very short body.", "output": "[-3.363, 0.133, -0.362, 0.146, -1.969, 1.951, -0.63, -0.336, 1.751, 1.117]"}
{"input": "A person with very thin arms, thin legs, low body mass, narrow shoulders, very narrow hips, tall and thin bust, and very thin waist.", "output": "[1.411, -3.79, -1.792, 0.796, -1.189, -0.432, -0.825, -0.256, 2.617, 0.34]"}
{"input": "An average height person with very narrow shoulders, very narrow hip, very little body mass, very thin arms, very thin legs, very thin bust and very thin waist.", "output": "[-0.497, -3.288, -1.705, -1.73, 1.422, 0.449, -1.178, 0.466, 1.529, 0.271]"}
{"input": "An average-length person with a neck of average thickness, long legs and bust of average width.", "output": "[0.526, 0.404, -0.947, 1.29, 0.381, -0.039, 0.33, -1.96, -4.244, 0.567]"}
{"input": "A towering figure with an elongated neck, spacious limbs and expansive shoulder blades.", "output": "[2.391, 0.813, -1.751, -0.686, 2.211, -1.042, -0.645, -0.527, 1.16, -1.236]"}
{"input": "A person with very thin arms, very thin legs, a short neck, a short body, narrow shoulders, narrow hips, and very little body mass.", "output": "[-2.471, -1.804, 0.363, -1.324, -2.284, -0.91, -2.396, -0.234, 0.886, -0.018]"}
{"input": "A mediocre figure with stumpy limbs and shoulders of standard breadth.", "output": "[-0.391, -0.804, 1.901, -0.458, 0.11, -0.147, -0.292, 2.117, 0.038, 1.485]"}
{"input": "A towering figure with a mid-range neck, arms that are somewhat diminutive, and a slender lower half.", "output": "[1.571, -2.057, 0.503, 0.804, -1.295, -1.732, 0.739, 0.739, -1.558, -0.4]"}
{"input": "An average height person with long legs, very short arms, broad hip, thick arms, thick legs and thick waist.", "output": "[0.045, -1.162, 2.493, 2.92, -0.918, 0.549, 1.288, -1.011, -0.988, 0.146]"}
{"input": "A person with average hips, broad shoulders, and long arms.", "output": "[0.897, 1.299, -0.773, -0.186, -0.112, -0.495, 0.325, -1.335, 0.979, -0.134]"}
{"input": "An average height person with narrow shoulders, very narrow hip, low body mass, thin arms, thin legs, very thin bust and very thin waist.", "output": "[0.074, -2.066, -1.364, -1.923, -0.393, 2.059, 0.517, -1.083, -0.504, -3.062]"}
{"input": "An average height person with long arms, broad shoulders, broad hip, a lot of body mass, thick arms, very thick legs, thick bust and thick waist.", "output": "[0.404, 2.409, -1.33, 1.334, 0.801, 0.188, 2.162, -1.782, 0.847, 1.842]"}
{"input": "Average height with short legs, average shoulder width, narrow hips, and thin legs.", "output": "[0.903, -0.056, -0.186, -1.803, -1.601, -0.913, -2.338, 0.984, -0.254, -0.005]"}
{"input": "A person with a short neck, very narrow shoulders, legs of average length, long arms, thin hips, low body mass, very thin arms, thin legs, very thin bust and thin waist.", "output": "[-1.847, -1.304, -1.749, 0.065, -1.024, 1.139, 0.919, 0.267, 1.803, -0.371]"}
{"input": "A short person with a short neck, short legs and thin legs.", "output": "[-1.657, 0.652, 0.031, -0.813, -2.457, -1.61, 0.484, 1.246, 1.335, 1.361]"}